[
    {
        "id": 10,
        "term": "a-, an- Gk.",
        "meaning": "As in abiogenesis, asexual, anhydrous, not; without."
    },
    {
        "id": 20,
        "term": "-a",
        "meaning": "A suffix with several uses, e.g. in such latin nouns as alga, Gemma, and latinised nouns as cypsela (from Greek kypsele), the suffix indicates singular number, feminine gender.  When the plural of such nouns is intended, -ae substitutes for -a (hence algae, gamma, cypselae).  When forming the plural of a noun suffixed by -a but of direct origin from the Greek (e.g. chromonema, sterigma, stone), -ata is often the substituting suffix (hence chromonemata, sterigmata, stomata).\n\nFor nouns suffixed by -um to indicate neuter gender, singular number (e.g. bacterium, flagellum, sporangium), a substituted -a forms the plural (hence bacteria, flagella, sporangia). For the nomenclature of taxonomic groups at the levels of division and class, the name-endings recommended by the International Code are phyta and -opsida (e.g. Division Pteridophyta, Class Pter(id)opsida of conservative classifications), the names being treated as neuter plural.\n\nAs an ending to a generic name (a noun in singular number) and a specific epithet (an adjective qualifying the noun) when in agreement in gender, a indicates the feminine, e.g. Angophora costata."
    },
    {
        "id": 30,
        "term": "ab- (abs- before c and t): L.",
        "meaning": "As in abaxial, abscedens, abscise, away, remote from."
    },
    {
        "id": 40,
        "term": "Abaxial",
        "meaning": "Remote, or turned away, from the axis.  cf. adaxial."
    },
    {
        "id": 50,
        "term": "Aberrant",
        "meaning": "Differing from the normal; atypical."
    },
    {
        "id": 60,
        "term": "Abortive",
        "meaning": "Undeveloped; imperfectly developed. abr(os) Gk.: as in abrophyllum, soft; delicate."
    },
    {
        "id": 70,
        "term": "Abrupt",
        "meaning": "Cut off sharply; truncate."
    },
    {
        "id": 80,
        "term": "Abruptly acuminate",
        "meaning": "With an obtuse apex from which arises a point."
    },
    {
        "id": 90,
        "term": "Abruptly pinnate",
        "meaning": "Of a pinnate leaf (q.v.) when ending with a pair of leaflets. Paripinnate. cf. unequally pinnate; imparipinnate."
    },
    {
        "id": 100,
        "term": "Abscission",
        "meaning": "The falling away or separation of a part from the parent or supporting structure. Abscission layer: a layer formed by one or more series of cells which initiate abscission through their rupture or dissolution. Abscise: to undergo abscission. Abscissile: relative to, or undergoing, abscission."
    },
    {
        "id": 110,
        "term": "Absorption",
        "meaning": "Of a substance or form of energy, the taking-up, or taking in, by a substance. e.g. the uptake of water and mineral solute from the soil by a root-system, the intake of quanta of light by chlorophyll. Absorption spectrum: see under light."
    },
    {
        "id": 120,
        "term": "Abundance",
        "meaning": "For the structure of a community, the relative frequency of a component, the qualitative degree usually expressed as abundant, frequent, common, occasional, rare, very rare."
    },
    {
        "id": 130,
        "term": "Abyssal",
        "meaning": "Of the lowest depths of the ocean, i.e. below 300 fathoms (1800 feet).  Also abysmal. From Gk. abyssos = unfathomed."
    },
    {
        "id": 140,
        "term": "ac- (before c and q) L.",
        "meaning": "As in accedens, towards; near."
    },
    {
        "id": 150,
        "term": "Acanaceous",
        "meaning": "Relative to, or like, prickles; prickly. From Gk. akanos = thistle."
    },
    {
        "id": 160,
        "term": "acanth(a) Gk.",
        "meaning": "As in acanthifolia, acanthocarpus, acanthus = a prickle or spine."
    },
    {
        "id": 170,
        "term": "Acaulescent",
        "meaning": "With a stem developing so slowly as to appear stem-less or almost so."
    },
    {
        "id": 180,
        "term": "Acauline",
        "meaning": "Without a stem; stemless."
    },
    {
        "id": 190,
        "term": "Accessory",
        "meaning": "Additional or supplementary to."
    },
    {
        "id": 200,
        "term": "Accessory bud",
        "meaning": "A bud accessory to the normal axillary bud, capable of developing as an accessory shoot when the normal bud is inhibited in growth or destroyed."
    },
    {
        "id": 210,
        "term": "Accessory fruit",
        "meaning": "A fruit possessing a part accessory to the matured gynaecium, e.g. the capsule of a eucalypt which has a hardened receptable accessory to it.  Also composite fruit."
    },
    {
        "id": 220,
        "term": "Acclimatisation",
        "meaning": "A process through which, by cross-breeding and modification of its genetic system, a species attains tolerance to a changed environment (i.e. acclimatises).  Also acclimation."
    },
    {
        "id": 230,
        "term": "Accrescent",
        "meaning": "Increasing in size with age, as fruit and floral parts when enlarging after or during the flowering period."
    },
    {
        "id": 240,
        "term": "Accretion",
        "meaning": "Of growth, the addition of new layers to already existing layers."
    },
    {
        "id": 250,
        "term": "Accumbent",
        "meaning": "Leaning or turned towards a structure. cf. incumbent. Of cotyledons when their edges are turned towards the axis of the embryo."
    },
    {
        "id": 260,
        "term": "-aceous, -aceae, -aceus etc. L.",
        "meaning": "Suffixes indicating an adjective, as in herbaceous, acinaceous (relative to, or resembling). In the compounding of a name for a family from the name of its type genus, the suffix -aceae indicates a plural adjective, e.g. (Plantae) myrtaceae, myrtus-like plants. The name Myrtacea (and other names of families so-derived) is taken, however, as a plural noun, i.e. The Myrtaceae include the eucalypts, tea-trees etc. As a suffix of epithets, the adjective, e.g. acinaceous, in singular number and agreeing with the gender of the generic name becomes acinaceus (when masculine), acinacea (female), acinaceum (neuter)."
    },
    {
        "id": 270,
        "term": "acer L.",
        "meaning": "Sharp; biting to taste. Masculine gender. (Female acris; neuter acre)"
    },
    {
        "id": 280,
        "term": "Acerose",
        "meaning": "Pointed or shaped like a needle."
    },
    {
        "id": 290,
        "term": "Acervate",
        "meaning": "Occurring in a mass."
    },
    {
        "id": 300,
        "term": "acet(um) L.",
        "meaning": "As in acetyl, vinegar (hence the radical CH₂CO- of acetic acid)."
    },
    {
        "id": 310,
        "term": "Achene",
        "meaning": "A dry, indehiscent, one-seeded fruit with a leathery or membranous pericarp, formed from a superior monocarpellate ovary. From Gk. a = not; chainein = opening."
    },
    {
        "id": 320,
        "term": "Achenial fruit",
        "meaning": "A dry, indehiscent, one-seeded fruit including the achene, caryopsis, cypsela, samara, nut, utricle."
    },
    {
        "id": 330,
        "term": "Achlamydeous",
        "meaning": "Of a flower when not developing a perianth."
    },
    {
        "id": 340,
        "term": "Achlorophyllus",
        "meaning": "Without chlorophyll, as a non-green tissue or plant."
    },
    {
        "id": 350,
        "term": "achn(e) Gk.",
        "meaning": "As in achnophora, a chaff or husk."
    },
    {
        "id": 360,
        "term": "Achromatic",
        "meaning": "In general, without colour. Of a lens system when corrected so that there is minimum dispersal of light into its component wavelengths (chromatic aberration) registered as colours."
    },
    {
        "id": 370,
        "term": "ach(u)r(on) Gk.",
        "meaning": "As in Achyranthes, chaff."
    },
    {
        "id": 380,
        "term": "acicul(a) L.",
        "meaning": "As in acicular, aciculate, acicular, a small needle."
    },
    {
        "id": 390,
        "term": "Acicular",
        "meaning": "Pointed, like a needle."
    },
    {
        "id": 400,
        "term": "Aciculate",
        "meaning": "Finely striated by minute, needle-like bristles (aciculae)."
    },
    {
        "id": 410,
        "term": "Acid",
        "meaning": "In general, a substance capable, on solution in water, of forming hydrogen ions (or strictly hydroxonium ions H₂O⁻ from an instant combination with molecules of water), and in a chemical reaction capable of donating one or more positively-charged ions (protons), the proton-acceptor being a base. From L. acidus = sour. See also amino acid, fatty acid, nucleic acid, organic acid."
    },
    {
        "id": 420,
        "term": "Acidity",
        "meaning": "The degree to which a substance in solution dissociates its hydrogen ion (H⁻) content, the gradient expressed in values of a pH scale which decreases numerically from 7.0 (at neutral) towards zero with an increase in the degree of acidity."
    },
    {
        "id": 430,
        "term": "Acidophilous",
        "meaning": "Preferring or tolerating acid soils or acidic conditions."
    },
    {
        "id": 440,
        "term": "Acid soil",
        "meaning": "A soil which, when forming a suspension in water, gives an acidic reaction (from 6.0 to rarely below 4.0 on the pH scale) due to the dissociation of hydrogen ions in excess adsorbed by its clay fraction. Factors deidining this excess include nature of the parent rock, e.g. quartz or silica from granite or sandstone, leaching of bases by excessive rainfall or water, effect of certain fertilisers such as ammonium sulphate.  See also krasnozem, lateritic, podzol."
    },
    {
        "id": 450,
        "term": "Acinaceous",
        "meaning": "Curved or shaped like the short sword of the orient, a scimitar. Also acinaciform."
    },
    {
        "id": 460,
        "term": "acoce Gk.",
        "meaning": "As in spermacoce, a point."
    },
    {
        "id": 470,
        "term": "aconiti- Gk.",
        "meaning": "As in aconitifolium, of the monkshood Aconitum napellus (the generic name derived from Acone, an ancient town where once plentiful)."
    },
    {
        "id": 480,
        "term": "Acquired character",
        "meaning": "A non-hereditary character acquired as a direct response to the environment, e.g. the cushion habit adopted by certain plants perpetually exposed to strong winds."
    },
    {
        "id": 490,
        "term": "Acris L.",
        "meaning": "Sharp; bitter in taste; acrid. Feminine gender."
    },
    {
        "id": 500,
        "term": "Acr(os) Gk.",
        "meaning": "As in acrogenous, a tip or point."
    },
    {
        "id": 510,
        "term": "Acrodromous",
        "meaning": "Of venation when the veins unite at the apex of the leaf."
    },
    {
        "id": 520,
        "term": "Acrogenous",
        "meaning": "Developing at the tip."
    },
    {
        "id": 530,
        "term": "Acropetal",
        "meaning": "Of development when directed from a lower to a higher level of an axis, as in a racemose inflorescence where the latest-formed flowers are at or closest to the tip of the shoot."
    },
    {
        "id": 540,
        "term": "Actin(is) Gk.",
        "meaning": "As in actinophylla, a ray (hence with ray like or radiating leaves)."
    },
    {
        "id": 550,
        "term": "Actinic",
        "meaning": "In general, relative to a radiation. Of the rays of sunlight."
    },
    {
        "id": 560,
        "term": "Actinodromous",
        "meaning": "Of venation when the veins radiate from the base of the leaf."
    },
    {
        "id": 570,
        "term": "Actinomorphic",
        "meaning": "Radially symmetrical, i.e. regular in all planes passing through the centre. cf. zygomorphic."
    },
    {
        "id": 580,
        "term": "Aculeate",
        "meaning": "Furnished with prickles; prickly."
    },
    {
        "id": 590,
        "term": "Acuminate",
        "meaning": "With the apex acute and tapered to a point."
    },
    {
        "id": 600,
        "term": "Acute",
        "meaning": "With the apex forming a sharp angle. cf. obtuse."
    },
    {
        "id": 610,
        "term": "ad- L.",
        "meaning": "As in adpressus, to; near."
    },
    {
        "id": 620,
        "term": "-ad",
        "meaning": "As in dyad, tetrad, a group of (two and four respectively). Monad: a unit."
    },
    {
        "id": 630,
        "term": "Adaptation",
        "meaning": "A feature, usually in the nature of a modification in structure or condition of growth effected by some physiologic factor, of value in surviving the conditions of the environment. Such a feature may be fixed genetically and hence, of organic evolution, also the process of acquiring through natural selection, adaptive features."
    },
    {
        "id": 640,
        "term": "Adaxial",
        "meaning": "Adjacent to, or turned towards, the axis, as the upper surface of a leaf in relation to the stem. cf. abaxial."
    },
    {
        "id": 650,
        "term": "Adelphous",
        "meaning": "Of stamens when grouped in bundles, or of filaments when coherent. Adelphy: the condition of adelphous stamens."
    },
    {
        "id": 660,
        "term": "aden Gk.",
        "meaning": "As in adenophora, a gland (hence bearing a gland or glands). Adenoid: gland-like."
    },
    {
        "id": 670,
        "term": "Adherent",
        "meaning": "Attached to, but not fused with, another part of unlike kind. cf. coherent. Adhesion: the adherent condition."
    },
    {
        "id": 680,
        "term": "Adiabatic",
        "meaning": "Relative to the vertical displacement of air without loss or gain of heat."
    },
    {
        "id": 690,
        "term": "adiant(os) Gk.",
        "meaning": "As in adiantum, dry."
    },
    {
        "id": 700,
        "term": "adin(os) Gk.",
        "meaning": "As in adina, clustered."
    },
    {
        "id": 710,
        "term": "Adnate",
        "meaning": "Fused (organically united) with another part of unlike kind from the beginning of its inception, e.g. the ovary of a eucalypt fused with its receptacle. Adnation: the adnate condition."
    },
    {
        "id": 720,
        "term": "ADP",
        "meaning": "Adenosine diphosphate.  See under phosphorylation."
    },
    {
        "id": 730,
        "term": "Adpressed",
        "meaning": "Pressed against; in close contact with."
    },
    {
        "id": 740,
        "term": "Adsorption",
        "meaning": "Of particles, their attraction to (by physical or chemical forces), and adhesion on, the surface of a solid or liquid, usually as a monomolecular layer. e.g. the adsorption of mineral ions by colloids of humus-rich soils."
    },
    {
        "id": 750,
        "term": "Aduncate",
        "meaning": "Hooked, bearing a hook-like process."
    },
    {
        "id": 760,
        "term": "adust(us) L.",
        "meaning": "Scorched."
    },
    {
        "id": 770,
        "term": "advect(us) L.",
        "meaning": "As in advection, carrying away; conveying (hence the horizontal transfer of energy (e.g. thermal energy) in the atmosphere."
    },
    {
        "id": 780,
        "term": "Adventitious",
        "meaning": "Arising from a source additional or incidental to regular order."
    },
    {
        "id": 790,
        "term": "Adventitious root",
        "meaning": "A root when not produced by the direct and persistent elongation of the radicle of the embryo (as is the primary or tap root typical of dicots and gymnosperms). A secondary root (system) formed adventitiously."
    },
    {
        "id": 800,
        "term": "Adventive",
        "meaning": "Of distribution or dispersal of a plant when introduced to a locality, as (e.g.) an escapee from cultivation. Also (as a noun) a plant when so incidentally dispersed."
    },
    {
        "id": 810,
        "term": "-ae L.",
        "meaning": "As in algae, cypselae, gemmae, a suffix indicating the plural of a feminine noun.  Also in common use as a suffix indicating a taxonomic group at the level of a class, e.g. Angiospermae of division Spermatophyta or, in more modern systems, classes Dicotyledonae and Monocotyledon of division Anthophyta."
    },
    {
        "id": 820,
        "term": "aegi-",
        "meaning": "As in aegiceras, of a goat. From Gk. aix. (hence appearing like a goat's horn)."
    },
    {
        "id": 830,
        "term": "aemul(us) L.",
        "meaning": "Emulating; comparing with."
    },
    {
        "id": 840,
        "term": "Aeolian",
        "meaning": "Brought or formed by the action of atmospheric wind."
    },
    {
        "id": 850,
        "term": "aer L.",
        "meaning": "As in aerosol, the atmosphere or air (hence a dispersion or suspension of colloidal particles in air)."
    },
    {
        "id": 860,
        "term": "Aeration",
        "meaning": "The exchange or circulation of air. For many plants, a poorly aerated soil is a limiting factor of growth, a correction possible when the air (highly charged, e.g. with carbon dioxide) is exchanged by air at an optimum in content of oxygen."
    },
    {
        "id": 870,
        "term": "Aerenchyma",
        "meaning": "A parenchymatous tissue with large intercellular spaces within which gases may be stored and diffused. A tissue frequent in aquatic plants and providing buoyancy, and in the roots of marsh plants providing an air supply."
    },
    {
        "id": 880,
        "term": "Aerial root",
        "meaning": "A root normally exposed to the atmosphere, as one adventitious from a trunk (e.g. a prop-root) or a stem (as of epiphytes), or one projected above soil level (e.g. a pneumatophore)."
    },
    {
        "id": 890,
        "term": "Aerobic",
        "meaning": "In the presence of gaseous or molecular oxygen. Aerobe: an organism requiring aerobic conditions for growth, i.e. obtaining energy from the oxidation of organic or inorganic compounds with oxygen as the oxidising agent. Cf. anaerobic, anaerobe."
    },
    {
        "id": 900,
        "term": "Aeruginose",
        "meaning": "With the colour of verdigris (the basic carbonate, chloride, or acetate of copper), i.e. blue-green. From L. aerugo."
    },
    {
        "id": 910,
        "term": "Aestival",
        "meaning": "Relative to the season of summer. From L. aestivus, of summer."
    },
    {
        "id": 920,
        "term": "Aestivation",
        "meaning": "Of morphology, the arrangement of floral parts (sepals, petals) within bud in regard to the placement of the individual parts considered independently, and the placement of the parts of the one series in relation to one another. Of ecology, dormancy through summer drought."
    },
    {
        "id": 930,
        "term": "affine, affinis L.",
        "meaning": "Showing relationship; neighbouring."
    },
    {
        "id": 940,
        "term": "Affinity",
        "meaning": "Of taxa, a relationship based on either phenotypic or geneotypic similarities."
    },
    {
        "id": 950,
        "term": "After-ripening",
        "meaning": "Of seed-dormancy, a process necessary for the completion of certain metabolic changes before germination is possible. See also stratification."
    },
    {
        "id": 960,
        "term": "ag- (before g) L.",
        "meaning": "As in agglomerate, agglutinate, to, near to."
    },
    {
        "id": 970,
        "term": "Agamospermy",
        "meaning": "See under apomixis."
    },
    {
        "id": 980,
        "term": "agast(os) Gk.",
        "meaning": "As in agastachys (aga(sto)stachys), admirable."
    },
    {
        "id": 990,
        "term": "agath(os) Gk.",
        "meaning": "As in agathosma, agathosmoides, pleasant; good."
    },
    {
        "id": 1000,
        "term": "Agglomerate",
        "meaning": "Clustered together."
    },
    {
        "id": 1010,
        "term": "Agglutinate",
        "meaning": "Adhered in a mass by some glutinous (sticky) substance, as of certain pollen grain."
    },
    {
        "id": 1020,
        "term": "Aggregate fruit",
        "meaning": "See under fruit."
    },
    {
        "id": 1030,
        "term": "Aggregation",
        "meaning": "Of soil, the cohesion of particles to more or less distinct units, soil aggregates."
    },
    {
        "id": 1040,
        "term": "-ago L.",
        "meaning": "As in medicago, ventilago, likened to, or connected with (hence medica-like, medica being the Latin name for a lucerne or a clover, and connected with the wind respectively). Feminine gender."
    },
    {
        "id": 1050,
        "term": "agrari(us), agrest(is) L.",
        "meaning": "As in agrarian, agrestal, rural"
    },
    {
        "id": 1060,
        "term": "agr(os) Gk.",
        "meaning": "As in agropyron, field or land (hence agros, field; pyron, wheat: field wheat, i.e. 'wild wheat')."
    },
    {
        "id": 1070,
        "term": "Agriculture",
        "meaning": "The science and art of utilising soil for the production of field crops or, as in 'farming from the sea or tidal water', other produce. The rearing of cattle and other livestock (animal husbandry) usually is considered part, as also certain aspects of horticulture (q.v.)."
    },
    {
        "id": 1080,
        "term": "Agronomy",
        "meaning": "The science concerning the economic aspects of agriculture as, e.g. the productive potential, management and utilisation of soils and crops."
    },
    {
        "id": 1090,
        "term": "Agrophilous",
        "meaning": "Of plants when developing in pastures or on agricultural land but not as sown crops."
    },
    {
        "id": 1100,
        "term": "agrost(is) Gk.",
        "meaning": "As in agrostis, agrostifolia, grass."
    },
    {
        "id": 1110,
        "term": "Agrostology",
        "meaning": "The science of the grasses, especially from the aspect of their establishment and management as pastures."
    },
    {
        "id": 1120,
        "term": "agyr(is) Gk.",
        "meaning": "As in agyrophylla, a cluster."
    },
    {
        "id": 1130,
        "term": "Alate",
        "meaning": "Bearing a flattened, wing (ala)-like expansion, as a stem or seed with a prominent ridge or crest. e.g. the stem of Acacia alata where each phyllode forms a decurrent wing."
    },
    {
        "id": 1140,
        "term": "albat(us) L.",
        "meaning": "Clothed in white."
    },
    {
        "id": 1150,
        "term": "albic(o) L.",
        "meaning": "As in albicans, to become white."
    },
    {
        "id": 1160,
        "term": "albid(us) L.",
        "meaning": "Whitish; somewhat white. Also albul(us)."
    },
    {
        "id": 1170,
        "term": "Albuminous",
        "meaning": "Of seed when storing nutrient in an endosperm."
    },
    {
        "id": 1180,
        "term": "alb(us) L.",
        "meaning": "White."
    },
    {
        "id": 1190,
        "term": "Alcohol",
        "meaning": "An organic compound, a colourless liquid or solid, reactant with an acid to form an ester, having one or more of its carbon atoms linked with a hydroxyl (-OH) group, e.g. the simplest, methanol (methyl or wood alcohol) CH₃OH, ethanol (ethyl alcohol) C₂H₅OH with single hydroxyl groups are aliphatic monohydric alcohols. Dependent on the position of the hydroxyl group, may be primary, secondary, or tertiary, e.g. a primary alcohol has a -CH₃OH and on oxidation vields an aldehyde, a secondary a -CH(OH) group and on oxidation yields a ketone, and a tertiary a C (OH) group and vields on oxidation a break-down product with fewer carbon atoms. When more than one hydroxyl group are concerned, the alcohol may be dihydric (the glycols), or trihydric (e.g. glycerol or glycerine C₃H₅(OH)₂) or polyhydric. Aromatic alcohols occur, e.g. the simplest benzyl alcohol C₆H₅CH₃OH, while much more complex are the many alcohols of essential oils, e.g. the terpenic derivatives menthol, geraniol, citronellol, terpineol.\n\nWhen unqualified, usually indicates ethanol, of natural occurrence as a product of fermentation of carbohydrates by the yeasts of Saccharomyces. Industrially, grains (see cereal) and molasses (a by-product from the sugar industry) are the chief raw materials while further contribution is made by the sugars from the sulphate waste liquors of wood-conversion to cellulose or pulp."
    },
    {
        "id": 1200,
        "term": "Alcoholometric",
        "meaning": "Relative to the strength of aqueous solutions of (ethyl) alcohol, e.g. for purposes of customs and excise, the volumetric unit used for alcoholic beverages is the proof gallon, ie. the amount of alcohol contained by a gallon of proof spirit, proof spirit being taken at 57.1 percent by volume at 60°F.\n\nFor industrial and scientific use, the mean concentration of the fractionated distillate is about 95 percent - this is rectified spirit or S.V.R. ('rectified spirit of wine'). Further rectification yields Absolute Alcohol at about 99 percent or better (according to its exposure to moisture of the air). When denatured by the addition of crude wood spirit (methanol) or other denaturant (hence tax free under special permit), rectified spirit yields methylated or industrial spirit (S.V.M.).  Tax-free methylated spirits is about 90% of the rectified spirit together with wood alcohol and other adulterants (especially pyridine)."
    },
    {
        "id": 1210,
        "term": "Aldehyde",
        "meaning": "An organic compound containing the group C(OH) linked directly with another carbon atom, e.g. acetaldehyde CH₃CHO which may be prepared by the oxidation (with chromic acid) of ethyl alcohol (hence the derivation of the id al(cohol) dehyd(rogenation). May be aliphatic or aromatic, and usually a colourless liquid (formaldehyde, the simplest of the group, is a gas and otherwise atypical) with a characteristic odour."
    },
    {
        "id": 1220,
        "term": "ale, -ales, -alis L.",
        "meaning": "Suffixes indicating an adjective. e.g. in the epithets autumnale. occidentalis, relative to. When idinating the type name of a family, as in Myrtales, indicates a plural adjective, relative to families (or a family) making up an order, and like the name of a family, is treated as a plural noun. e.g. Myrtales, the name of an order made up of families of which the family Myrtaceae is a member."
    },
    {
        "id": 1230,
        "term": "aleurites Gk.",
        "meaning": "Of meal or flour (Gk. aleuron)."
    },
    {
        "id": 1240,
        "term": "Aleurone grain",
        "meaning": "A granule of protein in certain endosperm, frequently (as in the grasses) dispersed in a localised aleurone layer."
    },
    {
        "id": 1250,
        "term": "Alga",
        "meaning": "(plural algae) a plant which, although rarely differentiated to specialised organs and is in exchange with the environment by superficial diffusion of solutes and gases through unlocalised regions, utilises the energy from sunlight to a greater degree (especially as a component of pelagic plankton) and higher efficiency than the terrestrial plant, and has a physiology in most respects not fundamentally different from plants of higher organisation. Its structure varies from a simple microscopic cell to the complexity of a higher seaweed\n\nIn addition to light-fixing chloroplasts, other plastids, chromatophores, usually provide accessory photosynthetic pigments, the colour often masking the green of chlorophyll. The accessory pigment is either a water-soluble, strongly fluorescent proteinaceous compound, phycobilin, or a carotenoid (q.v.) of an orange or yellow colour. Phycobilins include such pigments as the blue phycocyanin and the rose-red or violet-red phycoerythrin. The pigmentation is a heritable character, fixed early in evolution and possibly deidined by the amount of light energy available to the ancestor at the time; it provides a most useful basis for classification\n\nBlue-green algae: mostly epiphytic plants of soil, fresh water, or seas (e.g. Nostoc and Anabaena of nitrogen-fixation, fresh water plankton, and 'water-bloom'). When unicellular, may be solitary or form filamentous or plate-like colonies, and when multicellular usually forms filaments composed of ensheathed cells (trichomes). In addition to chlorophyll-a and certain carotenoids, the accessory pigment usually is phycocyanin but this may occur also with phycoerythrin, or the latter may occur alone; such pigments never are confined in chromatophores. The 'blue-greens' have certain features of some bacterial groups e.g. a primitive nucleus, reproduction by amitotic cell division, food reserve a starch-like glycogen, enclosure of cells in a gelatinous sheath. In common also is the ability of certain members to reduce atmospheric nitrogen and to withstand temperatures intolerant to most other organisms.\n\nIn recent classificatory schemes, the position of the blue-green algae (as a class Cyanophyceae) is with the bacteria to form a division (Schizophyta). Among algae they are unique in the absence of a highly organised nucleus.\n\nRed algae: in common with the 'blue-greens', the red algae have phycobilins as the pigments accessory to chlorophylls (the chlorophylls are a and d). usually phycoerythrin alone, less frequently phycocyanin with or alone, store a starch (floridean starch) chemically related to glycogen, and are without motile cells. Unlike them, most red algae are sexually reproductive and the pigments are alwavs localised in chromatophores. Life cycles often are complex and unique (e.g. Polysiphonia, Nemalion), with a regular alternation of generations, the generations being almost identical: dioecism also is frequent. Essentially deep water members of tropical to polar seas, predominant of the seaweeds in Australian waters (see also nullipore), some are littoral or above high tide limit where they attach to rocks by disc-like 'hold fasts' or systems of hair-like rhizoids, while others are of fresh water (e.g. Batrachospermum). Fewer again are terrestrial, some of these endozoic. Many are epiphytic (e.g. on kelps) or epizoic (e.g. on hydroids). They range from microscopic and unicellular up to about 2 metres in length, the structure typically a multicellular thallus which may be a simple filament or (more usual) a frond flat or cylindrical, sometimes branched and shrub-like with a stem-like stipe.  As sources of polysaccharides (phycocolloids) are of high economic interest. Phvcocolloids disperse in water to form colloidal systems of use as emulsifying, gelling, and thickening agents. Chieflv Gelidium and Gracilaria spp. for agar, the well known biological culture medium, Chondrus crispus (Irish Moss) and Gigartina spp. for carrageenin, Iridophycus spp. for iridophycin. As a food for human consumption, Porphyra spp. are well known to the 'phycophages' of the orient.\n\nRed algae are treated either as a division Rhodophyta or as a class Rhodophyceae according to the particular scheme.\n\nGreen algae: algae with chloroplasts grass-green from a predominance of chlorophylls a and b largely are of fresh or brackish water or moist soil, but quite a few are marine either as pelagic plankton or attached in the littoral zone. A cell wall of cellulose or pectin is usual, while starch is the principal reserve food. When unicellular, the structure may be simple and microscopic (e.g. Chlorella) or elaborately developed as in the marine Caulerpa where a creeping rhizome-like surculus of indefinite growth develops along its length geotropic rhizoids or holdfasts and assimilatory green fronds of diverse form. Again, the single cell (or coenocyte) may be bladder-like as in some Codium.  When multicellular, single rows of cells may remain simple (as in Spirogyra) or branch as filaments (e.g. Chaetophora), or the filaments may unite laterally to form a single or double-layered membrane (as in the Sea Lettuce Ulva) or a tube simple (Chaetomorpha) or branched (Cladophora). Life cycles throughout show an alternation of generations which may be cytological, only the sporophyte conspicuous (e.g. Codium) and more a feature of those marine or of fresh water periodically exposed to the atmosphere. Often flagellate stages are present. When a morphological difference, the sporophyte and gametophyte may be similar (mainly marine, e.g. Enteromorpha) or the gametophyte dominant, the sporophyte represented by the zygote (fresh water, e.g. Spirogyra, Oedogonium).\n\nGreen algae have received particular attention from the aspect of their highly efficient synthesis of organic compounds, coupled with an adaptability of unicells (e.g. Chlorella) to large-scale culture. Such features have applications to the world food problem in addition to control of carbon dioxide and oxygen exchange e.g. in spacecraft and atomic submarines. Some of the major problems of physiological processes (e.g. photosynthesis) have been elucidated through studies of their group.\n\nModern treatments place the 'greens' as a class, Chlorophyceae, under a division Chlorophyta. The calcium carbonate extracting stoneworts Chara and Nitella of brackish or fresh water have strong links with, or have been derived from, the green algae and have been treated as a second class (Charophyceae) of the Chlorophyte. The stonewort thallus is multicellular and an elaboration of an erect stem-like structure (up to 1 metre long) from which arise verticels of branches; the plant is attached to the soil by rhizoids. Remains of Chara accumulated over a large number of years have led to the formation of limestones.\n\nEuglenoids: some of the most primitive green algae are unicells motile by two flagella (e.g. Chlamydomonas). Also possessing green chloroplasts and a flagellum are the euglenoids, considered as a direct derivation from the flagellate green algae. Euglenoids are asexual unicells lacking a rigid wall and on the threshold of the plant-animal divergence. The reserve food is a starch-like paramylum. A distinctive feature is the invagination (a narrow canal or gullet) of the periplast (the elastic pellicle or outer surface), leading from which is a single (rarely 2) flagellum and at its base a red pigment spot (stigma). Orientation to light is possible through the shading effect of the stigma to a light-sensitive swelling (photoreceptor) at the base of the flagellum. The major genus Euglena has members found in ponds rich in organic matter, others epiphytic on plankton, or endobiotic to plants or animals.\n\nThe status of the euglenoids has been considered divisional (as Euglenophyta).\n\nYellow-green algae and allies: algae with a carotenoid pigment masking the chlorophyll generally are either motile unicells, some with a tendency to form filaments, or non-motile multicells, filamentous and with a tendency to elaborate structure. The first group is of universal distribution, with many members on the threshold of the plant-animal divergence, nutritionally holozoic. The carotenoid pigments, or xanthophylls, differ among the various families but the predominant colours are brown, yellow, or yellow-green. The food reserve is either a starch (or starch-like compound or a polysaccharide, leucosin, in addition to fatty oils. The storage of starch usually is associated with a deposition of cellulose within the cell wall (when present) but there is no tendency to the use of silica, although a sculptured envelope is common. This association is found in the dinoflagellates (the much larger group, the members especially of plankton) and the cryptomonads, both mostly marine.\n\nWith storage of leucosin there is a greater tendency for the cells to form colonies or filaments, or be coenocytic, and when a cell wall is present, silica is the main building substance. The pigment fucoxanthin may be present to give a golden-brown colour, the cell then either flagellate and without a wall (the chrysomonads), or without flagella and with a wall highly silicified and composed of two closely overlapping parts, valves, usually of intricate design (the diatoms, whose fossils have contributed to the formation of petroleum in addition to forming the diatomaceous earths providing the diatomite or kieselguhr of commerce used in filtration, face and polishing powder manufacture, and as an absorbent of nitroglycerine in the manufacture of dynamite). When fucoxanthin is absent, the chromatophores mostly are yellow-green, the plants either unicellular flagellates without cell walls (the chloromonads) or unicellular non-flagellates with cell walls (the yellow-green algae).\n\nOf these diverse groups, present treatment affords divisional status collectively to the dinoflagellates and cryptomonads (Pyrophyta), and to the chrysomonads, diatoms, chloromonads, and yellow-greens (Chrysophyta).\n\nBrown algae: the more complex olive-brown (fucoxanthin) pigmented (additional to chlorophylls a and c) algae possess cell walls of cellulose, commonly store the polysaccharide laminarin and the alcohol mannitol as the food reserves. They form from simple or branched filaments or membranes to multi-layered systems of cells differentiated to internal conducting and storage tissues and external absorbing and assimilating tissues. Life-cycles in the main follow the lines of the green algae, the male gametes being flagellate. Very few of the brown algae are of fresh water; as marine plants mainly of temperate and polar waters, they commonly form marked littoral zones. Many (e.g. Ecklonia, Sargassum, Macrocystis) develop a basal hold-fast, a stem-like stipe bearing leaf-like segments, and a petiole-like inflated vescicle or pneumatocyst which displays the lamina above in vertical position.\n\nProminent among the brown algae are the kelps, a group of the order Laminariales which reach gigantic size (e.g. Macrocystis pyrifera recorded in Australian waters up to 30 metres long) and make up submarine 'forests'. While only Ecklonia and Macrocystis are of general occurrence around the Australian (southern) coast, the kelps overseas have provided sources for iodine, potash, acetone, but present attention is given to the extraction and utilisation of the phycocolloid sodium alginate or align in such diverse fields as foods, drugs, cosmetics, paints, textiles. Although containing more than 95 percent water, the use of kelps as fertilisers is long established. See also coenobium, lichen, photosynthesis."
    },
    {
        "id": 1260,
        "term": "Algicolous",
        "meaning": "Living in association with algae, e.g. as many hydroids."
    },
    {
        "id": 1270,
        "term": "Algoid",
        "meaning": "Resembling an alga."
    },
    {
        "id": 1280,
        "term": "Algology",
        "meaning": "Phycology, i.e. the science of the algae."
    },
    {
        "id": 1290,
        "term": "Aliform",
        "meaning": "In the shape of a wing (L. ala)."
    },
    {
        "id": 1300,
        "term": "Aliphatic",
        "meaning": "Of an organic compound when the carbon atoms of its molecular structure are linked in an unbranched, open chain. e.g. ethanol CH₃CH₂OH. cf. cyclic."
    },
    {
        "id": 1310,
        "term": "alis- (Celtic)",
        "meaning": "As in alisma, water."
    },
    {
        "id": 1320,
        "term": "Alkali",
        "meaning": "A basic substance (a hydroxide) soluble in water and dissociating to form hydroxyl (OH⁻) ions. From Arabic: al = the; gali = ash."
    },
    {
        "id": 1330,
        "term": "Alkaline soil",
        "meaning": "A soil which, when forming a suspension in water, gives an alkaline reaction (from 8.0 upwards on the pH scale) due to the dissociation of anions reactant with water to form free hydroxyl ions, the anions being released from salts (namely of sodium, magnesium, calcium) adsorbed by the clay fraction. See black earth, red-brown earth, soil."
    },
    {
        "id": 1340,
        "term": "Alkalinity",
        "meaning": "The degree to which a substance in solution dissociates hydroxyl ions. Substances releasing an excess of OH⁻ ions to H⁺ (hydrogen) ions are bases, their alkalinity expressed by a pH value which increases numerically from 7.0 at neutral to 14.0 as the alkalinity increases. cf. acidity."
    },
    {
        "id": 1350,
        "term": "Alkaloid",
        "meaning": "A nitrogenous organic compound synthesised by plants but with an unknown significance, usually in the form of salts of organic acids and in combination with other alkaloids. Chemically a nitrogenous base, soluble in dilute acid to form salts, usually crystalline when pure (nicotine, a volatile liquid, is an exception) and having the nitrogen in an amino (NH₂) group or linked with carbon in a cyclic structure.\n\nThe reactions of alkaloids with physiological processes of animals are of high pharmacological interest, hence their preparation as drugs, narcotics, and insecticides. Distribution throughout the plant kingdom appears at random but research has concentrated on the flowering plants where less than half the families screened have some members positive. While the type of alkaloid for a species appears genetically fixed, there is some variation including the percentages of the component alkaloids and yields of the extract. The alkaloid content may be confined (at least in quantity) to a certain part of the plant, e.g. root (reserpine from Rauwolfia serpentina), bark (quinine from Cinchona spp., tubocurarine from Chondrodendron tomentosum one of several species yielding the curare of South American Indians), stem (ephedrine from Ephedra spp.), leaf (cocaine from Erythroxylon spp., most of the solanaceous drugs, pilocarpine from Pilocarpus spp.) fruit (capsules of the Opium Poppy), seed (colchicine from the lily Colchicum autumnale), caffeine from coffee, cocoa, kola).\n\nAlkaloids with a tendency to occur in taxonomic groups include:\nFamily Apocynaceae: reserpine from Rauwolfia and the Australian Alstonia constricta.\nFamily Solanaceae: atropine, hyoscine, hyoscyamine from Datura, Atropa, Hyoscyamus and the corkwoods of Australia Duboisia myoporoides and D. leichhardtii, nicotine and nor-nicotine from Nicotiana and Duboisia hopwoodii (pituri).\nFamily Papaveraceae: protapine generally, morphine and codeine specifically from the Opium Poppy Papaver somniferum.\n\nAlkaloids common to unrelated plants include caffeine and often, in addition, theobromine from Theobroma cacao (cocoa) and Cola acuminata (kola) both of Sterculiaceae, Coffea spp. (coffee with 2.5 percent caffeine) of Rubiaceae, Camellia sinensis (tea with 4 percent caffeine) of Theaceae, and Ilex spp. (mate) of Aquilifoliaceae."
    },
    {
        "id": 1360,
        "term": "Allele",
        "meaning": "One of two or more genes of a heterozygous individual which occupy identical positions (loci) on homologous chromosomes and pair at meiosis, and are factors acting as alternative conditions to the same developmental process. Also allelomorph. Members of a series of more than two alleles are multiple alleles. Allelic, allelomorphic: relative to alleles."
    },
    {
        "id": 1370,
        "term": "allel(on) Gk.",
        "meaning": "As in allele, allelopathic, one another."
    },
    {
        "id": 1380,
        "term": "Allelopathic",
        "meaning": "Growth-inhibiting as a consequence of the influence of one organism on another, e.g. the condition of 'soil-sickness' when caused by the build-up of toxic exudates from roots or fallen leaves."
    },
    {
        "id": 1390,
        "term": "Alliaceous",
        "meaning": "Resembling, or relative to Allium spp., e.g. the onion, garlic, leek, chives, shallot are alliaceous crops."
    },
    {
        "id": 1400,
        "term": "Alliance",
        "meaning": "Of ecology, a group of associations (q.v.) floristically related and of similar structure. In naming the alliance, consideration usually is given to the most characteristic dominant species of its component associations."
    },
    {
        "id": 1410,
        "term": "allo(s) Gk.",
        "meaning": "Other; different from; from another source."
    },
    {
        "id": 1420,
        "term": "Allochronic",
        "meaning": "At a different time; not contemporary. cf. synchronous."
    },
    {
        "id": 1430,
        "term": "Allogamous",
        "meaning": "Cross-fertilising; reproducing by cross-fertilisation, cf. autogamous."
    },
    {
        "id": 1440,
        "term": "Allometric",
        "meaning": "Relative to a difference in a measure (e.g. a rate of growth) from a standard."
    },
    {
        "id": 1450,
        "term": "Allopatric",
        "meaning": "Originating from, or occupying, different geographic regions. cf. sympatric."
    },
    {
        "id": 1460,
        "term": "Allopolyploidy",
        "meaning": "The multiplication of chromosomes through hybridisation by two different species. i.e. the addition of dissimilar sets of chromosomes. e.g. an allotetraploid is a polyploid derived by the doubling of chromosomes in the hybrid of two diploid species. See also autopolyploidy, aneuploidy."
    },
    {
        "id": 1470,
        "term": "Allotropic",
        "meaning": "Occurring in different form or with different properties under identical conditions."
    },
    {
        "id": 1480,
        "term": "Alluvial",
        "meaning": "In general, brought by the movement of water. Of soils, relative to a profile (q.v.) developed from fine-textured material, alluvium, (e.g. silt, clay) transported by water."
    },
    {
        "id": 1490,
        "term": "Alpine",
        "meaning": "Of a community, relative to an environment where snow covers the ground continuously for six or more months of the year. i.e. above the tree-line. For the Australian Alps, above elevations of 5,500 or 6,500 feet, the tree-line marked by the Snow Gum Eucalyptus niphophila. See also alpine herbfield."
    },
    {
        "id": 1500,
        "term": "Alpine herbfield",
        "meaning": "A closed alpine community dominated by perennial herbs as, e.g., Brachycome nivalis, Danthonia alpicola, Poa caespitosa, Celmisia longifolia etc."
    },
    {
        "id": 1510,
        "term": "als(os) Gk.",
        "meaning": "As in alsophila, a shaded place; copse; grove."
    },
    {
        "id": 1520,
        "term": "Alternate",
        "meaning": "Of parts adjacent but with other structures placed between. e.g. when stamens are interposed (or alternated) with petals on the rim of a receptacle. Of leaves when developed at different levels on opposite sides of the stem."
    },
    {
        "id": 1530,
        "term": "Alternation of generations",
        "meaning": "The succession of the gamete-forming (haploid) and spore-bearing (diploid) phases of a life cycle, marked by a structural (not always) and genetic (always) difference between gametophyte and sporophyte, isomorphic when the generations are structurally alike, heteromorphic when unlike. Most ferns have two independent generations, the seed plants only one, their gametophyte (e.g. embryo sac and pollen tube of angiosperms) never is an independent or macroscopic structure. Almost without exception, the sporophyte of bryophytes never is completely independent of the gametophyte."
    },
    {
        "id": 1540,
        "term": "alt(us) L.",
        "meaning": "High. altior: the comparative degree."
    },
    {
        "id": 1550,
        "term": "Alveola",
        "meaning": "(Plural alveolae) in general, a small pit or depression. Also alveolus (plural alveoli)."
    },
    {
        "id": 1560,
        "term": "alysi(s) Gk.",
        "meaning": "As in alysicarpus, a chain."
    },
    {
        "id": 1570,
        "term": "amabile, amabili L.",
        "meaning": "Of pleasing appearance."
    },
    {
        "id": 1580,
        "term": "ambi(re) L.",
        "meaning": "as in ambient, ambiens, to go around or surround."
    },
    {
        "id": 1590,
        "term": "ambigu(us) L.",
        "meaning": "of uncertain origin or affinity."
    },
    {
        "id": 1600,
        "term": "ambly(s) Gk.",
        "meaning": "As in amblygonous, blunt (hence blunt-angled, obtusely-angled)."
    },
    {
        "id": 1610,
        "term": "Ameiosis",
        "meaning": "The substitution of the double reduction division of normal meiosis with a single division so that the spore mother-cell is unreduced in number of chromosomes. Ameiotic: relative to meiosis."
    },
    {
        "id": 1620,
        "term": "Amensalism",
        "meaning": "A relationship or interaction within a community antagonistic to some of its members, e.g. the production of antibiotics by fungi and bacteria, the exudation of organic substances by roots and fallen leaves which induce a 'soil-sickness'. cf. commensalism."
    },
    {
        "id": 1630,
        "term": "Amentum",
        "meaning": "See catkin. Amentaceous, amentiferous: bearing catkins."
    },
    {
        "id": 1640,
        "term": "Amido-",
        "meaning": "Of the group (-CO.NH₂) which replaces the carboxyl (-CO.OH) group of an organic acid to form an amide, as by a reaction with ammonia. e.g. of carbamide, or urea, CON₂H₄ derived from carbonic acid -HO.CO.OH-›NH₂.CO.NH₂."
    },
    {
        "id": 1650,
        "term": "Amino",
        "meaning": "Of the group (-NH₂) which replaces one or more hydrogen atoms of a molecule of ammonia with an organic radical (R) to form an amine. e.g.NH₃ (ammonia) -> R.NH₂."
    },
    {
        "id": 1660,
        "term": "Amino acid",
        "meaning": "An organic acid possessing a basic amino group. When synthesised by plants, conforming generally to the formula R.CH.(NH₂).COOH where R is a variable group and the -NH₂ group is attached usually to the carbon atom closest to the COOH (the acidic carboxyl group): glycine, the simplest, is CH₂(NH₂)COOH, the R group here represented by a single hydrogen atom. Through enzymatic reactions under appropriate conditions may be converted to a higher or a lower amino acid. i.e. transaminated. One of over a hundred detected within plants either combined or in the free state, but when combined by linkage of its carboxyl and amino groups (the peptide bond) to form a protein, generally is one of twenty five occurring in definite proportion and number (usually in hundreds) to characterise the protein which may lack one or more of this twenty five.\n\nA number of the protein-forming amino acids are essential for animal nutrition: prominent are arginine, cystine, histidine, isoleucine, leucine, lysine, methionine, phenylalanine, threonine, tryptothane, valine. See also amphoteric, protein."
    },
    {
        "id": 1670,
        "term": "Amitotic",
        "meaning": "Of nuclear division when in the nature of a simple splitting of the nuclear material into halves. Especially of procaryotes (e.g. bacteria and blue-green algae) where the nucleus of the eucaryote is paralleled by a DNA-containing region within the cytoplasm."
    },
    {
        "id": 1680,
        "term": "Ammonification",
        "meaning": "Of soil, the break-down of organic nitrogenous compounds ultimately to ammonia through putrefaction of organisms and their wastes.\n\nWhile ammonia (or the ammonium ion NH₄⁺) is an available form of nitrogen to plants, more usually it is absorbed as a nitrate through an immediate oxidation by nitrifying bacteria. Within a root, the nitrate is reduced indirectly to ammonia which rapidly is transformed to organic nitrogen, particularly as amino acid."
    },
    {
        "id": 1690,
        "term": "ammo(s) Gk.",
        "meaning": "As in ammocharis, sand."
    },
    {
        "id": 1700,
        "term": "Amoeboid",
        "meaning": "With the nature, especially in movement, of the protozoan unicellular amoeba which moves in a creeping and flowing manner by extension of temporary pseudopodia."
    },
    {
        "id": 1710,
        "term": "amphi- Gk.",
        "meaning": "As in amphiphloic, both, on both sides."
    },
    {
        "id": 1720,
        "term": "Amphicarpic",
        "meaning": "Of a plant when bearing both aerial and subterranean fruits. Also amphicarpous."
    },
    {
        "id": 1730,
        "term": "Amphicribal",
        "meaning": "See under vascular system."
    },
    {
        "id": 1740,
        "term": "Amphimictic",
        "meaning": "Of a plant when regularly reproducing by sexual means."
    },
    {
        "id": 1750,
        "term": "Amphimixis",
        "meaning": "Reproduction by sexual means."
    },
    {
        "id": 1760,
        "term": "Amphiphloic",
        "meaning": "Of a stele with phloem on both sides of the xylem."
    },
    {
        "id": 1770,
        "term": "Amphiploidy",
        "meaning": "Allopolyploidy (q.v.) in which the polyploid possesses the sum of the chromosome sets from each of its parent species. Also amphidiploidy."
    },
    {
        "id": 1780,
        "term": "Amphitropous",
        "meaning": "See under placentation."
    },
    {
        "id": 1790,
        "term": "Amphivasal",
        "meaning": "See under vascular system."
    },
    {
        "id": 1800,
        "term": "Amphoteric",
        "meaning": "Of a substance (e.g. an amino acid) ionizing (as a zwitter-ion) either as an acid or as a base, dependent on the pH of the solution where dissociated."
    },
    {
        "id": 1810,
        "term": "amplex(us) L.",
        "meaning": "As in amplexans, amplexicaul; embracing."
    },
    {
        "id": 1820,
        "term": "Amplexicaul",
        "meaning": "Stem-embracing or -clasping, as the base of a lamina when almost surrounding the stem."
    },
    {
        "id": 1830,
        "term": "Amplitude",
        "meaning": "Of ecology, the gradient of tolerance shown by a species to a single factor or aggregation of factors as, e.g., light, temperature, soil, water."
    },
    {
        "id": 1840,
        "term": "Amyliferous",
        "meaning": "Bearing or producing a starch (L. amylum)."
    },
    {
        "id": 1850,
        "term": "Amyloid",
        "meaning": "Starch-like"
    },
    {
        "id": 1860,
        "term": "an- Gk.",
        "meaning": "As in ananthus, anacanthus, anhydrous, without."
    },
    {
        "id": 1870,
        "term": "ana- Gk.",
        "meaning": "As in anagyris, backwards, or again; as in anacardifolium (ana ... cardi ...) like. Also against, throughout."
    },
    {
        "id": 1880,
        "term": "-ana",
        "meaning": "As in montana, moluccana, muellerana, relative to; possessed by; in honour of, female gender."
    },
    {
        "id": 1890,
        "term": "Anabolism",
        "meaning": "The synthesis from simple to more complex substances by metabolically-active organisms. e.g. by photosynthesis. Also biosynthesis. cf. catabolism. Anabolic: relative to the processes of anabolism. i.e. to endergonic reactions."
    },
    {
        "id": 1900,
        "term": "Anabranch",
        "meaning": "A tributary of a river which either re-enters the river lower down or disappears in flat or sandy land."
    },
    {
        "id": 1910,
        "term": "Anadromous",
        "meaning": "Of venation when the first set of veins arises from the upper (i.e. adaxial to the main stem) side of the mid-rib."
    },
    {
        "id": 1920,
        "term": "Anaerobic",
        "meaning": "Tolerating an absence of free oxygen or actively avoiding free oxygen."
    },
    {
        "id": 1930,
        "term": "Anaerobic respiration",
        "meaning": "The oxidation of organic substances for the release of energy with the oxidising agent (or hydrogen acceptor) being other than oxygen, a faculty of an anaerobe. See also fermentation."
    },
    {
        "id": 1940,
        "term": "Analogous",
        "meaning": "Of organisms (with close or wide affinities) when bearing a resemblance in structural parts through a similarity in function. Of parts when similar in function and/or structure but originating from different sources. Analogue: the analogous organism or part."
    },
    {
        "id": 1950,
        "term": "Analytic",
        "meaning": "Relative to the breaking-down of a complex to its essential parts cf. synthetic."
    },
    {
        "id": 1960,
        "term": "Anastomose",
        "meaning": "In general, forming reticular or net-like pattern. Of venation, with the minor veins branching and intersecting."
    },
    {
        "id": 1970,
        "term": "Anatomy",
        "meaning": "The science of the macroscopic and microscopic structure and structural relationships of organs and organisms. See also histology. Anatomic: relative to a feature of anatomy."
    },
    {
        "id": 1980,
        "term": "Anatropus",
        "meaning": "See under placentation."
    },
    {
        "id": 1990,
        "term": "anceps L.",
        "meaning": "Two-edged, two-sided."
    },
    {
        "id": 2000,
        "term": "andro-",
        "meaning": "As in androecium, androphore, protandrous, a male. From Gk. aner."
    },
    {
        "id": 2010,
        "term": "Androecium",
        "meaning": "The male part of a flower, consisting of stamens."
    },
    {
        "id": 2020,
        "term": "Androgynodioecious",
        "meaning": "Of a population or species with some members bisexual, some functionally female only, some functionally male only, and some neuter."
    },
    {
        "id": 2030,
        "term": "Andromonoecious",
        "meaning": "of a plant bearing inflorescences of mixed bisexual and staminate flowers."
    },
    {
        "id": 2040,
        "term":"Andropetalus",
        "meaning":"with petaloid stamens."
    },
    {
        "id": 2050,
        "term":"Androphore",
        "meaning": "of a flower, an elongated part of a receptacle which bears an androecium.  Of a fungus, a hypha bearing an antheridium."
    },
    {
        "id": 2060,
        "term": "anemo(s) Gk.",
        "meaning":"as in anemone, atmospheric wind."
    },
    {
        "id": 2070,
        "term": "Anemophilous",
        "meaning": "pollinating, or dispersing spores, through the agency of wind."
    },
    {
        "id": 2080,
        "term": "anethi-",
        "meaning": "as in anethifolia, of Anethum (Umbelliferae) from Gk. ano-upward, theo-to run hence quickly growing."
    },
    {
        "id": 2090,
        "term": "Aneuploidy",
        "meaning": "of a genetic system, a loss or gain in a chromosome number basic (haploid) to a taxon, without simple numerical relationship, commonly attributable to an irregularity at meiosis, e.g. by unequal interchange, or by fragmentation, of chromosomes. Aneuploid series: of a taxon, a sequence of chromosome numbers not forming a progressive series from simple multiplications of the basic number but suggesting a progressive gain or loss by the polyploids (aneuploids) forming the group."
    },
    {
        "id": 2100,
        "term": "aneura",
        "meaning": "with inconspicuous venation. From Gk. a, without; neuron, nerve."
    },
    {
        "id": 2110,
        "term": "ang(eion) Gk.",
        "meaning": "as in angiosperm, angophora, sporangium, a vessel (hence an enclosed structure or cavity)."
    },
    {
        "id": 2120,
        "term": "Angiosperm",
        "meaning": "a seed-bearing vascular plant characterised by the development of a complex reproductive structure, the flower, within the carpel of which is borne the ovule wherein an embryo-sac (the female gametophyte) is developed, basically with eight nuclei, three of these fusing with two male nuclei at fertilisation.\n\nDominant of most terrestrial floras, varies from a minute thalloid structure (e.g. the aquatic duckweed of Lemnaceae) to a forest giant with shaft-like trunk (e.g. of Eucalyptus), the number of species is in the order of about 300,000. A member of the class Angiospermae of some authors, or a division (Anthophyta) of others, its families often of great diversity. e.g. Compositae (range 25,000 to 30,000 species in at least 1,000 genera), Orchidaceae (range 15,000 to 20,000 in about 800 genera) and, in decreasing order but of some magnitude, Papilionaceae, Rubiacea, Gramineae, Euphorbiaceae. The grass family, Gramineae, is the most widespread with the greatest number of individuals making up the species (in the order of 5,000 in about 500 genera).  See also dicotyledon, monocotyledon, geological time, vessel, wood."
    },
    {
        "id": 2130,
        "term": "Angstrom unit",
        "meaning": "(abbreviated A) a unit of micro-length equivalent to a ten millionth part of a millimetre, i.e. 1 x 10⁻⁷ mm. or 0.0001 microns."
    },
    {
        "id": 2140,
        "term": "angust(us) L.",
        "meaning": "as in angustitolia, narrow."
    },
    {
        "id": 2150,
        "term": "anigo(s) Gk.",
        "meaning": "as in anigosanthos, expanded (hence flowers borne along an expanded (spreading) axis."
    },
    {
        "id": 2160,
        "term": "Anion",
        "meaning": "the negatively-charged ion, attracted to the anode or positively-charged pole. Of concern to plant growth are hydroxyl (OH⁻), nitrate (NO₃⁻), nitrite (NO₂⁻), phosphate (PO₄⁻), sulphate (SO₄⁻⁻), carbonate (CO₃⁻), chloride (Cl⁻) etc. See also ionisation."
    },
    {
        "id": 2170,
        "term": "aniso(s) Gk.",
        "meaning": "as in anisotropic, different from; unequal."
    },
    {
        "id": 2180,
        "term": "Anisogamic",
        "meaning": "reproducing by the union of dissimilar gametes."
    },
    {
        "id": 2190,
        "term": "Anisophylly",
        "meaning": "of a horizontal shoot, a difference between the upper and lower leaves, or between the upper and lower surfaces of such leaves, frequently as a result of external forces (e.g. available light, gravitational force, etc.)."
    },
    {
        "id": 2200,
        "term": "Anisotropic",
        "meaning": "with different structure along different axes."
    },
    {
        "id": 2210,
        "term": "Annual",
        "meaning": "of habit, relative to a herb when completing its life cycle within a single vegetative period (which may vary in time from a few weeks to several months), thus escaping its unfavourable growth period (summer or winter) by reducing its whole growth-potential to its seed. Usually an adaptation to arid or desert conditions, or to disturbed (e.g. cultivated) land. Also used as the noun for such a herb. See also perennation."
    },
    {
        "id": 2220,
        "term": "Annual ring",
        "meaning": "see Growth Ring."
    },
    {
        "id": 2230,
        "term": "Annular",
        "meaning": "in the shape of a ring. Also annulate."
    },
    {
        "id": 2240,
        "term": "annulifer(us) L.",
        "meaning": "bearing a ring-like structure."
    },
    {
        "id": 2250,
        "term": "Annulus",
        "meaning": "in general, a ring-like structure. Of ferns, a group of cells on the wall of a sporangium concerned in the opening of the wall for the release of spores."
    },
    {
        "id": 2260,
        "term": "ano- Gk.",
        "meaning": "as in anopterus, upward (hence with an ascending wing)."
    },
    {
        "id": 2270,
        "term": "anomal(os) Gk.",
        "meaning": "as in anomalous, singular; irregular."
    },
    {
        "id": 2280,
        "term": "Anomalous",
        "meaning": "differing in certain detail from its allies, as of a species when departing in some respect from the general pattern given by other species of its genus."
    },
    {
        "id": 2290,
        "term": "anser L.",
        "meaning": "as in anserinifolia, a goose (hence with leaf-shape resembling a webbed foot)."
    },
    {
        "id": 2300,
        "term": "Ansiform",
        "meaning": "in the form of a loop. From L. ansa, a handle."
    },
    {
        "id": 2310,
        "term": "Antagonist",
        "meaning": "of pathology, an organism inhibiting growth of another from factors either physical (e.g. destruction of protective tissues, induction of a change in pH of the growth medium) or biotic (e.g. the production of an antibiotic)."
    },
    {
        "id": 2320,
        "term": "Antarctic element",
        "meaning": "the element of a present-day flora which evidently originated from the postulatory ancient lands of the southern hemisphere (i.e. from the Antarcto-tertiary flora), indicated in part by a representation, at least at generic level, in two or more floras of temperate Australia, New Zealand, the Andean region of South America, and South Africa. e.g. Nothofagus, Podocarpus, Dacrydium."
    },
    {
        "id": 2330,
        "term": "ante L.",
        "meaning": "as in antedate, before."
    },
    {
        "id": 2340,
        "term": "antennifer(us) L.",
        "meaning": "bearing an antenna-like structure."
    },
    {
        "id": 2350,
        "term": "Anterior",
        "meaning": "of the side facing away from the axis to which the part is related.  e.g. the anterior surface of a petal is the outermost side.  cf. posterior."
    },
    {
        "id": 2360,
        "term": "Anther",
        "meaning": "the pollen-producing part of a stamen, typically divided by a band of tissue (connective) to two lobes (anther-lobes or sacs) each dehiscent through a slit or pore- like opening.  Within each lobe are the sporangia, usually two in number, within which are developed spore mother-cells which give rise to pollen-grain, and a uniseriate layer of cells, the tapetum, which serves as a nutritive tissue for the spore mother- cells. From Gk. antheros, flowering."
    },
    {
        "id": 2370,
        "term": "Antheridium",
        "meaning": "the structure of plants other than conifers and angiosperms within which are produced male gametes."
    },
    {
        "id": 2380,
        "term": "Antherozoid",
        "meaning": "a motile gamete, hence male."
    },
    {
        "id": 2390,
        "term": "Anthesis",
        "meaning": "the process of flowering, or the flowering period."
    },
    {
        "id": 2400,
        "term": "anth(os) Gk.",
        "meaning": "a flower, as in anthophilous: of insect-pollinated plants when producing abundant and conspicuous flowers; Anthophyta: a name proposed by Cronquist (1960) for the division of flowering plants; chrysantha: yellow-flowered, perianth, the enveloping leaf-like whorls of a flower."
    },
    {
        "id": 2410,
        "term": "Anthocyanin",
        "meaning": "a water-soluble pigment occurring in the cytoplasm or cell sap of pigmented flowering plants. Chemically a glycoside (q.v.) which may be hydrolysed by enzyme or acid to an aglycon, anthocyanidin.  Anthocyanidins (of the groups cyanidin, delphinidin, pelargonidin) change colour according to the pH of their dispersal media and largely (although often modified by pigments of plastids in other regions) determine the range of reds, blues and purples of flowers and some fruit and, with carotenoids, the changing hues of autumn leaves.  In general, an anthocyanin is specific for a species, its nature influenced by both genetic and environmental factors."
    },
    {
        "id": 2420,
        "term": "antra(x) Gk.",
        "meaning": "as in anthracophilus, charcoal; coal."
    },
    {
        "id": 2430,
        "term": "Anthropogenic",
        "meaning": "relative to the influence of man (Gk. anthropos) e.g. on vegetation when determined by his clearing or burning-off operations or methods of agriculture."
    },
    {
        "id": 2440,
        "term": "anti- Gk.",
        "meaning": "opposite to; against (before vowels and h, ant-)."
    },
    {
        "id": 2450,
        "term": "Antibiotic",
        "meaning": "of an association (antibiosis) among organisms antagonistic to some through toxic compounds produced by others.  Also applied to a substance produced by an organism with a toxic effect on another especially in the pathologic sense where the substance is a chemotherapeutic agent, e.g. penicillin originally derived as a metabolite of the fungus Penicillium notatum and toxic to a wide range (broad spectrum) of pathogenic bacteria and fungi, streptomycin, aureomycin, terramycin and several others from the bacteria of Streptomyces, bacitracin from Bacillus licheniformis etc."
    },
    {
        "id": 2460,
        "term": "Antibody",
        "meaning": "a substance formed in the serum of an animal in response to the reception of a foreign substance, an antigen (e.g. a protein, viral or bacterial filtrate) and is reactive with that antigen, the activated serum being known as the antiserum or immune serum."
    },
    {
        "id": 2470,
        "term": "Anticline",
        "meaning": "of geology, see under folding."
    },
    {
        "id": 2480,
        "term": "Anticlinal",
        "meaning": "perpendicular to a surface."
    },
    {
        "id": 2490,
        "term": "Antipodal",
        "meaning": "relative to a region or location directly opposite to another."
    },
    {
        "id": 2500,
        "term": "Antiseptic",
        "meaning": "inhibiting the growth of pathogens on living tissues, or (as the noun) the inhibiting agent."
    },
    {
        "id": 2510,
        "term": "Antrorse",
        "meaning": "directed upwardly."
    },
    {
        "id": 2520,
        "term": "-anum, -anus",
        "meaning": "suffixes (neuter and male gender) close to; belonging to."
    },
    {
        "id": 2530,
        "term": "ap- L. (berore P)",
        "meaning": "as in appressed, towards or to."
    },
    {
        "id": 2540,
        "term": "Apetalous",
        "meaning": "without a corolla."
    },
    {
        "id": 2550,
        "term": "aphan(os) Gk.",
        "meaning": "as in aphananthe, aphanopetalum, inconspicuous, obscure."
    },
    {
        "id": 2560,
        "term": "aphel(is) Gk",
        "meaning": "as in aphelia, simple"
    },
    {
        "id": 2570,
        "term": "Apical",
        "meaning": "relative to the apex or apice of a structure. From i apex, the top."
    },
    {
        "id": 2580,
        "term": "Apical dominance",
        "meaning": "of growth, the dominance of the terminal bud to lateral buds. Unless external factors are limiting, dominance is influenced by the concentration of auxin (q.v.) at at the apex of the shoot.  When dominance is strong, habit will tend to be decurrent, when weak, excurrent."
    },
    {
        "id": 2590,
        "term": "Apiculate",
        "meaning": "of an apex when terminating abruptly in a short, flexible tip."
    },
    {
        "id": 2600,
        "term": "Aplanetic",
        "meaning": "without motile spores."
    },
    {
        "id": 2610,
        "term": "apo- Gk.",
        "meaning": "prefix, away from, downwards"
    },
    {
        "id": 2620,
        "term": "Apocarpous",
        "meaning": "of a gynaecium with a single carpel or with carpels free from one another. cf. syncarpous."
    },
    {
        "id": 2630,
        "term": "apodo-",
        "meaning": "as in apodophyllum, without a supporting stalk. (from Gk. a-, -pous)."
    },
    {
        "id": 2640,
        "term": "Apogamous",
        "meaning": "in general, asexually reproductive. Of a fern when developing an embryo from a prothallus by a division of a cell other than the egg-cell.  Apogamy: the condition."
    },
    {
        "id": 2650,
        "term": "Apogeotropic",
        "meaning": "growing in a direction away from the earth's gravitational pull, as (e.g.) an ascending shoot. Negatively geotropic."
    },
    {
        "id": 2660,
        "term": "Apomictic",
        "meaning": "relative to apomixis."
    },
    {
        "id": 2670,
        "term": "Apomixis",
        "meaning": "reproduction which replaces or substitutes for sexual reproduction, the plant so formed being an apomict. Usually refers to the processes of vegetative reproduction and agamospermy. In the former, normally accessory structures (bulbs, bulblets, rhizomes, stolons etc.) may produce apomicts, or fully-formed plantlets (propagules) may arise from meristem or, as in vivipary, from within sterile inflorescences to become detached from the parent (see also bulbil). Agamospermy involves the production of an embryo but without fertilisation (see parthenogenesis, apogamous), meiosis does not occur, so that all progeny so derived have the same genetic constitution. See also clone. cf. amphimixis. From Gk. apo, mixis, a mixing."
    },
    {
        "id": 2680,
        "term": "Aposporous",
        "meaning": "of a fern when developing a prothallus from a cell of a sporangium, or from the surface of a frond when no sporangium is formed, no spores being formed. Of a bryophyte when its sporopnyte develops (e.g. by budding) a gametophyte, no spores being formed. Apospory: the condition."
    },
    {
        "id": 2690,
        "term": "appendiculat(us) L.",
        "meaning": "bearing an appendage."
    },
    {
        "id": 2700,
        "term": "Applanate",
        "meaning": "of a surface when flattened."
    },
    {
        "id": 2710,
        "term": "Apple",
        "meaning": "of eucalypts, a descriptive name limited in use to the south-eastern mainland in reference to a few (viz. Eucalyptus bridgesiana, E. goniocalyx, E. cinera) spreading-branched, densely-foliaged trees of moderate height (hence valuable for shade and shelter) with a rough-barked trunk shorter in length than the depth of the crown. The wider use of the term is for Angophora spp. and in a restricted sense to a few unrelated species as Planchonella australe (Black Apple), Syzygium moorei (Rose Apple), Schizomeria ovata (Crab Apple)."
    },
    {
        "id": 2720,
        "term": "Apposition",
        "meaning": "of a cell wall, the addition of new layers to already existing layers. cf. intussusception. See also accretion."
    },
    {
        "id": 2730,
        "term": "Appressed",
        "meaning": "closely and flatly pressed against a surface, as a stem-appressed leaf."
    },
    {
        "id": 2740,
        "term": "Aquatic",
        "meaning": "with water as the normal habitat; (as a noun) a hydrophyte."
    },
    {
        "id": 2750,
        "term": "aqua L.",
        "meaning": "water. Aqueous: of water. Aquiferous: water-carrying."
    },
    {
        "id": 2760,
        "term": "Arable",
        "meaning": "of land capable of being tilled for the production of crops."
    },
    {
        "id": 2770,
        "term": "Arachnoid",
        "meaning": "cobweb-like, as from strands of long white hairs."
    },
    {
        "id": 2780,
        "term": "arbor L.",
        "meaning": "a tree.  Arborescent: becoming tree-like in habit."
    },
    {
        "id": 2790,
        "term": "Arboriculture",
        "meaning": "the cultivation of trees."
    },
    {
        "id": 2800,
        "term": "archae(os) Gk.",
        "meaning": "as in archaean, ancient."
    },
    {
        "id": 2810,
        "term": "Archaean",
        "meaning": "relative to the ancient (earliest-formed) rocks of the Pre-Cambrian era (see Geological Time). Of the basement rock of the Australian continent making up the Great Plateau of Archaean Shield which extends over the western half of the continent at elevations of 1,000 to 2,000 feet. While exposed over extensive areas, much is now covered by consolidated sand-dunes."
    },
    {
        "id": 2820,
        "term": "arche Gk.",
        "meaning": "as in archegonium, archesporium, a beginning."
    },
    {
        "id": 2830,
        "term": "Archegonium",
        "meaning": "the female gamete-producing structure of bryophytes and vascular plants other than angiosperms and two genera of gymnosperms. When mature, is composed typically of an enclosing neck projected above the gametophyte and an embedded part, venter, the lowermost contained cell of which is the egg. By breakdown of cells above the egg (when present), a canal is formed through which at fertilisation, the male gamete passes to unite with the egg."
    },
    {
        "id": 2840,
        "term": "Archesporium",
        "meaning": "a single cell, or group of cells, within a sporangium from which may be derived spore mother-cells."
    },
    {
        "id": 2850,
        "term": "archi Gk.",
        "meaning": "as in architype, first (hence the hypothetical original, or prototype, of a taxon)."
    },
    {
        "id": 2860,
        "term": "arct(os) Gk.",
        "meaning": "as in arctotis, a bear (often in reference to its rough, shaggy hair)."
    },
    {
        "id": 2870,
        "term": "Arcuate",
        "meaning": "arched, curved."
    },
    {
        "id": 2880,
        "term": "arcu(a) L.",
        "meaning": "a casket."
    },
    {
        "id": 2890,
        "term": "aren(a)",
        "meaning": "as in arenaceous, arenicolous, sand; a sandy place."
    },
    {
        "id": 2900,
        "term": "Arenaceous",
        "meaning": "relative to sand; with the appearance or texture of sand."
    },
    {
        "id": 2910,
        "term": "Arenicolous",
        "meaning": "dwelling in sandy places."
    },
    {
        "id": 2920,
        "term": "Areolate",
        "meaning": "partitioned into small spaces or cavities, each an aerole."
    },
    {
        "id": 2930,
        "term": "argente(us) L.",
        "meaning": "as in argentea, argentifolia, silvern; with the colour of argentum."
    },
    {
        "id": 2940,
        "term": "argill(a) L:.",
        "meaning": "as in argillaceous, argillicolous, a clay."
    },
    {
        "id": 2950,
        "term": "Argillaceous",
        "meaning": "relative to, or with the appearance or texture of clay."
    },
    {
        "id": 2960,
        "term": "arg(os) Gk.",
        "meaning": "as in argophyllum, white."
    },
    {
        "id": 2970,
        "term": "argut(os) Gk.",
        "meaning": "clear, bright."
    },
    {
        "id": 2980,
        "term": "argut(us) L.",
        "meaning": "sharp, piercing."
    },
    {
        "id": 2990,
        "term": "argyr(os) Gk.",
        "meaning": "as in argyreia, argyrodendron, silvern."
    },
    {
        "id": 3000,
        "term": "-aria",
        "meaning": "as in bursaria, oraria, utricularia, relative to, possessed by, female gender."
    },
    {
        "id": 3010,
        "term": "Arid Zone",
        "meaning": "in general, the region of permanent desert. For Australian conditions, generally accepted as the region where, on average, the ratio of the monthly rainfall (P() to the monthy evaporaton (E) is greater than 04 for no month of the year. i.e. the P/E does not exceed 0.4, the ratio at which moisture of the soil is considered just sufficient for plant growth. See also desert, eremaean zone."
    },
    {
        "id": 3020,
        "term": "Aril",
        "meaning": "in general, a fleshy outgrowth from the coat of a seed. In a restricted sense, an outgrowth from the base of the ovule which eventually covers the seed completely. cf. caruncle, strophiole.  Arillate: possessing an aril."
    },
    {
        "id": 3030,
        "term": "-aris (usually after l or v) Gk.",
        "meaning": "as in rivularis, relative to."
    },
    {
        "id": 3040,
        "term": "arista L.",
        "meaning": "a bristle. Aristate: bearing a stiff bristle."
    },
    {
        "id": 3050,
        "term": "-arium, -arius L.",
        "meaning": "as in canarium, arenarius, connected with; possessed by, neuter and male genders respectively.  As in herbarium, a place for."
    },
    {
        "id": 3060,
        "term": "Armate",
        "meaning": "armed with a defensive structure (L. armature) as a sharp point, stinging hair, prickle."
    },
    {
        "id": 3070,
        "term": "Armillate",
        "meaning": "with a bracelet (L. armilla)-like fringe."
    },
    {
        "id": 3080,
        "term": "Arrect",
        "meaning": "erect; directed upwardly."
    },
    {
        "id": 3090,
        "term": "Artefact",
        "meaning": "an object shaped by human art or skill in contrast with one of similar design shaped by environmental conditions (e.g. of wind or water).  The appearance within a structure or product of a feature brought about by the conditions of its investigation (in vitro) rather than as a normal event in its natural life or occurrence (in vivo). From L. ars, art; factus, made."
    },
    {
        "id": 3100,
        "term": "Artesian",
        "meaning": "in general, relative to a deep bore from which water rises under pressure, e.g. the Great Artesian Basin of northern New South Wales, north-eastern South Australia, and western Queensland, which covers about 550,000 sq. miles: water from this source is often so high in mineral salt (sodium chloride and sodium bicarbonate particularly) that its value in continuous irrigation for crops is limited because of a destructive effect on soil structure."
    },
    {
        "id": 3110,
        "term": "arthr(os) Gk.",
        "meaning": "as in arthropodium, a joint."
    },
    {
        "id": 3120,
        "term": "Articulated",
        "meaning": "of parts attached by joints to structures."
    },
    {
        "id": 3130,
        "term": "arv(um) L.",
        "meaning": "as in arvensis, a field (hence of cultivated fields). The diminutive is arvilla."
    },
    {
        "id": 3140,
        "term": "Ascending",
        "meaning": "directed upwardly, as a stem when gradually growing upwards."
    },
    {
        "id": 3150,
        "term": "Ascus",
        "meaning": "(plural asci) the sac-like, spore-bearing structure of an ascomycete (see under fungus). From Gk. askos, a bag."
    },
    {
        "id": 3160,
        "term": "Aseptate",
        "meaning": "without cross-walls (septa), as the cells of many algal and fungal filaments."
    },
    {
        "id": 3170,
        "term": "Aseptic",
        "meaning": "free from pathogens"
    },
    {
        "id": 3180,
        "term": "Ash",
        "meaning": "of eucalypts, a , member of a botanic group, Fraxinales, or a stringybark (q.v.) when agreeing in habit and nature of wood (viz. Mountain Ash Eucalyptus regnans and Messmate Stringybark E. obliqua). The species occur mainly in wet sclerophyll forest of the highlands of the south-east of Australia and in Tasmania, and represent tall, shaft-like trees (e.g. Alpine Ash E. delegatensis reaching over 200 feet high, and E. regnans, world's tallest hardwood tree recorded at 350 feet). A few are of mallee form (e.g. Whipstick Ash E. multicaulis). Most are commercial timber sources, the wood being pale-coloured, very soft and light in weight for eucalypts and with durability to exposed conditions below average for the genus. The name is taken from the Ash of commerce (from the north temperate Fraxinus) because of a resemblance in the woods. Applied also to a few isolated species from unrelated genera, e.g. Flindersia and Elaeocarpus, and to Achronychia baueri as Scrub Ash."
    },
    {
        "id": 3190,
        "term": "asiaticus",
        "meaning": "originating from Asia."
    },
    {
        "id": 3200,
        "term": "aspalathi-",
        "meaning": "as in aspalathifolia, of the legume Aspalathus of South Africa (probably from a, not; spao, to extract, in reference to the thorns)."
    },
    {
        "id": 3210,
        "term": "Aspect",
        "meaning": "of ecology, the direction to which a land slopes, e.g. a southerly aspect."
    },
    {
        "id": 3220,
        "term": "Asperate",
        "meaning": "with a covering of hairs rough to the touch. Asperulate: the diminutive condition. From L. asper, rough."
    },
    {
        "id": 3230,
        "term": "aspidi(on) Gk.",
        "meaning": "as in aspidium, a small shield."
    },
    {
        "id": 3240,
        "term": "aspleni-",
        "meaning": "as in asplenifolia, of the ferns of Asplenium, the name derived from Gk. a, without; splen, spleen to indicate a supposed cure for diseases of the spleen."
    },
    {
        "id": 3250,
        "term": "Assimilation",
        "meaning": "the absorption or uptake of nutrient and its synthesis to more complex substances by the organism. Anabolism. Assimilate: a product of assimilation. Assimilative: of growth when purely vegetative. Assimilatory: functioning for assimilation."
    },
    {
        "id": 3260,
        "term": "Association",
        "meaning": "of ecology, a stable community with dominant members showing uniform floristic composition and spatial arrangement."
    },
    {
        "id": 3270,
        "term": "aster Gk.",
        "meaning": "a star, asteriscos, the diminutive."
    },
    {
        "id": 3280,
        "term": "astringens L.",
        "meaning": "tightening; contracting, astringent."
    },
    {
        "id": 3290,
        "term": "astr(on) Gk.",
        "meaning": "as in Astroloma, astrotricha, a star."
    },
    {
        "id": 3300,
        "term": "astr(um) L.",
        "meaning": "a star."
    },
    {
        "id": 3310,
        "term": "Asymmetric",
        "meaning": "irregular; not divisible into similar halves in any plane."
    },
    {
        "id": 3320,
        "term": "-ate L.",
        "meaning": "in hastate, clavate, like; in septate, nucleate, possessing."
    },
    {
        "id": 3330,
        "term": "ater L.",
        "meaning": "as in aterosperma, black; dark."
    },
    {
        "id": 3340,
        "term": "ather Gk.",
        "meaning": "as in atherosperma, an awn."
    },
    {
        "id": 3350,
        "term": "Atmosphere",
        "meaning": "in general, a region of air, especially where there is accumulation and free interchange of gases. In particular, the gaseous envelope encircling the earth, maintaining a relative constant of gases and water vapour essential to, or the product of, life and the source of rainfall, wind movement (from varying pressures) and eiectrical discharges. Through its water vapour, acts as an effective moderator of the temperatures to which land masses are exposed both from the sun during the day and the re-radiation of heat from land at night, thus preventing over-heating in daylight from intra-red radiation, and over-cooling at night. Its major component gases and their standard percentage proportions are nitrogen (78.09), oxygen (20.95), argon (0.93), carbon dioxide (0.03).\n\nAs a unit of pressure, the atmosphere is equivalent to slightly less than 15 lbs. per sq. inch and represents the pressure exerted by the atmosphere on the earth's surface. See also dew point, frost, light."
    },
    {
        "id": 3360,
        "term": "Atomic",
        "meaning": "relative to an atom, a unit of a chemical element electrically in balance (neutral) by an equal distribution of electron and proton particles, the number of which is specific for the element. e.g. an atomic structure with one proton and one electron (of equal and opposite charge) refers to the chemical element hydrogen, one with six protons and six electrons to carbon etc. See also electron, energy, isotope.\n\nIn a chemical reaction, atoms of the same or different elements are conceived as combining or 'bonding' chiefly through a transference of electrons (forming an electrovalent or polar bond) or a sharing of electrons (forming a co-valent or non-polar bond), or a combination of both (semi-polar bondage). When the bond is polar, there is a consequent loss of electrical neutrality, the atoms then being ions (q.v.), the number of electrons 'accepted' being the valency of the element. When the bond is non-polar, there is no ionisation.\n\nAtomic weight: of an element, the ratio of its weight relative to an isotope of carbon set at 12. When expressed in grams, gram atomic weight. From Gk. a, without; tome, division."
    },
    {
        "id": 3370,
        "term": "ATP",
        "meaning": "adenosine triphosphate.  See under phosphorylation."
    },
    {
        "id": 3380,
        "term": "atrat(us) L.",
        "meaning": "clothed in black."
    },
    {
        "id": 3390,
        "term": "atriplici-",
        "meaning": "as in atriplicifolia, of Atriplex (Chenopodiaceae). From L. ater, black; plexus, woven."
    },
    {
        "id": 3400,
        "term": "atro-",
        "meaning": "as in atropurpurea, dark; of black (hence dark purple)."
    },
    {
        "id": 3410,
        "term": "Attenuate",
        "meaning": "narrowed."
    },
    {
        "id": 3420,
        "term": "aulaco-",
        "meaning": "as in aulacocarpa, furrowed. From Gk. aulos, a tube."
    },
    {
        "id": 3430,
        "term": "Aulophytic",
        "meaning": "living non-parasitically in the hollow of another plant."
    },
    {
        "id": 3440,
        "term": "auranti(us)",
        "meaning": "as in aurantifolia, aurantia, of the orange Citrus aurantium (Rutaceae), or with the colour of orange."
    },
    {
        "id": 3450,
        "term": "aure(us) L.",
        "meaning": "as in aurea, auricomum, golden."
    },
    {
        "id": 3460,
        "term": "Auricle",
        "meaning": "a lobe, especially when at the base of a lamina."
    },
    {
        "id": 3470,
        "term": "auricul(a) L.",
        "meaning": "diminutive of auris, an ear. (hence a lobe)."
    },
    {
        "id": 3480,
        "term": "Auriculate",
        "meaning": "bearing a lobe or auricle."
    },
    {
        "id": 3490,
        "term": "australe, australis L.",
        "meaning": "southern; austral."
    },
    {
        "id": 3500,
        "term": "Australian Element",
        "meaning": "of phytogeography, that part of the Australian flora which evidentally has had its origin within the mainland or Tasmania. Also the autochthonian element."
    },
    {
        "id": 3510,
        "term": "Author citation",
        "meaning": "in plant nomenclature, the accepted practice, for purposes of accuracy, completeness, and ease of verification, of attaching in abbreviated form the name of the author who first validly published the name of the taxon. i.e. the practice of identifying a taxon with its author when first mentioned in literature intended as a scientific contribution.\n\nWhen a name has been proposed but not validly published by an author and is subsequently published and ascribed to him by another author, insertion of an 'ex' is made between the former author's name and the publishing author's name. Thus A. Cunn. ex Benth. indicates that Bentham validly published a name originally proposed by Cunningham but not published by him. When a name has a horticultural origin, Hort. (from hortulanarium) is used before the 'ex'. When a species or lower rank is transferred to another taxon, with or without change of status, its name is retained (unless such name is in use, preoccupied, within the new taxon) and is followed by the author's name in parenthesis, followed by the name of the effecting author. e.g. Grevillea buxifolia (Sm.) R.Br. indicates that for the plant now known by the combination given by Robert Brown, James Smith had published earlier with his diagnosis the name Embothrium buxifolium. When a name with a description, or reference to a description, supplied by one author is published in the work of another author, the word 'in' is used to connect the two. e.g. Eucalyptus alpina Lindl. in Mitch.\n\nWhen desirable to abbreviate the citation, the name of the author supplying the description or effecting a transfer should be retained. e.g. Eucalyptus alpina Lindl., Phyllota phylicoides Benth. (from P. phylicoides (Sieb. ex D.C.) Benth.)."
    },
    {
        "id": 3520,
        "term": "auto(s) Gk.",
        "meaning": "as in autogamous, automictic, self (hence self-fertilising)."
    },
    {
        "id": 3530,
        "term": "Autochthonous",
        "meaning": "of organisms indigenous to a specific region, the indigen known as the autochthon. From Gk. autos; chthon, ground."
    },
    {
        "id": 3540,
        "term": "Autoecious",
        "meaning": "of a parasite when able to complete its whole life-cycle within the one host, e.g. certain fungal rusts. Of a liverwort (see Bryophyte) when archegonia and antheridia occur on separate branches of the thallus."
    },
    {
        "id": 3550,
        "term": "Autogenic",
        "meaning": "self-causing."
    },
    {
        "id": 3560,
        "term": "Autolysis",
        "meaning": "the self-destruction of cells and tissues by the reactions of their enzymes."
    },
    {
        "id": 3570,
        "term": "Autoparasitic",
        "meaning": "living parasitically upon another parasite, as mistletoe parasitic on mistletoe."
    },
    {
        "id": 3580,
        "term": "Autophytic",
        "meaning": "see autotrophic."
    },
    {
        "id": 3590,
        "term": "Autoploidy",
        "meaning": "of a genetic system, the progressive duplication of a chromosome set from the one true-breeding parent."
    },
    {
        "id": 3600,
        "term": "Autoradiographic",
        "meaning": "relative to the 'self-tracking' of a 'labelled' substance. i.e. the plotting on a photosensitive plate or film exposed under appropriate conditions to an organism or tissue within which a substance made radioactive (see isotope) has been introduced, the object being to demonstrate the region where the 'labelled' substance is dispersed."
    },
    {
        "id": 3610,
        "term": "Autopolyploidy",
        "meaning": "the replication of chromosomes by a pure-breeding line to a number a simple multiple of that basic to the species. e.g. an autotetraploid may be derived from a diploid parent by treatment with the alkaloid colchicine which has the effect of preventing the formation at mitosis of two nuclei, thus leaving in one nucleus the two double sets of chromosomes. cf. allopolyploidy, aneuploidy."
    },
    {
        "id": 3620,
        "term": "Autotrophic",
        "meaning": "biosynthesising from inorganic substances, not dependent for growth on an external supply of organic substances — a quality of an autotrophe.  See also chemoautotrophic, photoautotrophic. cf. heterotrophic."
    },
    {
        "id": 3630,
        "term": "Autotropic",
        "meaning": "'self-adjusting', i.e. resuming the normal polarity of growth on removal of a factor changing the normal polarity."
    },
    {
        "id": 3640,
        "term": "aux(ein) Gk.",
        "meaning": "as in auxetic, to increase (hence of a factor when promoting growth)."
    },
    {
        "id": 3650,
        "term": "Auxin",
        "meaning": "see under phytohormone."
    },
    {
        "id": 3660,
        "term": "Auxotrophic",
        "meaning": "of a mutant (e.g. within a bacterial or fungal culture) when requiring a nutrient additional to the needs of the parent strain."
    },
    {
        "id": 3670,
        "term": "Awn",
        "meaning": "a bristle-like structure, as of the floral bracts of many grasses."
    },
    {
        "id": 3680,
        "term": "Axenic",
        "meaning": "of a culture (microbial or tissue) when derived purely from a single organism or its part."
    },
    {
        "id": 3690,
        "term": "Axial",
        "meaning": "relative to the long or vertical axis of a structure, or to the line of normal polarity, e.g. an axial cell system has the cells disposed with their long axes parallel to the direction of the shoot."
    },
    {
        "id": 3700,
        "term": "Axil",
        "meaning": "the angle formed by a part in relation to its parent structure, e.g, as that formed by a leaf in relation to the stem."
    },
    {
        "id": 3710,
        "term": "Axile",
        "meaning": "as in axile placentation (q.v.), relative to an axis."
    },
    {
        "id": 3720,
        "term": "Axillary",
        "meaning": "within an axil, e.g. axillary buds are developed within leaf axils."
    },
    {
        "id": 3730,
        "term": "Axis",
        "meaning": "the main stem or central line of development of an organ or organism."
    },
    {
        "id": 3740,
        "term": "azolla",
        "meaning": "from Gk. azo, to dry; allo, to kill, hence killed by dryness."
    },
    {
        "id": 3750,
        "term": "Azonal",
        "meaning": "of soil when without definite horizons (q.v.)."
    },
    {
        "id": 3760,
        "term": "Baccate",
        "meaning": "of a fruit when of a fleshy or pulpy (succulent) texture; berry-like.  See berry, drupe, hesperidium, pepo."
    },
    {
        "id": 3770,
        "term": "Bacciferous",
        "meaning": "producing or bearing berry or berry-like fruits (L. bacca)."
    },
    {
        "id": 3780,
        "term": "Bacillar",
        "meaning": "rod-like. Bacillus: a rod-like bacterium."
    },
    {
        "id": 3790,
        "term": "Backcross",
        "meaning": "the cross-fertilisation of a hybrid with one of its parents, the resultant progeny known as the backcross generation."
    },
    {
        "id": 3800,
        "term": "Bactericidal",
        "meaning": "of an agent when actively killing bacteria, e.g. chloramphenicol, an antibiotic derived from the bacterium Streptomyces venezuelae, active against the agent of typhoid, Salmonella typhi."
    },
    {
        "id": 3810,
        "term": "bacterion Gk.",
        "meaning": "a small rod."
    },
    {
        "id": 3820,
        "term": "Bacterium",
        "meaning": "(plural bacteria) a micro-organism which, although of definite cellular organisation, has the essential parts of its protoplast undifferentiated (diffuse), not (as in plants of higher levels) limited by complex membranes to organelles. While usually heterotrophic (hence parasitic or saprophytic) from an absence of chlorophyll or other light-fixing pigment, may also be chemoautotrophic by the ability to extract carbon from carbon dioxide through energy derived by the oxidation of inorganic compounds (e.g. of nitrogen, sulphur, iron), or photosynthetic by possession of a type of chlorophyll or other pigment but then strictly anaerobic. Possesses the nucleic acid DNA concentrated in in a more or less definite nucleus (or nuclear apparatus) and, although asexually reproducing, transference of genetic material (simple chromosomes capable of mutating) is possible through a type of conjugation, usually only part of the DNA being transferred on a donor-recipient basis.\n\nThe habitat of the bacterium may be soil, water, air, or host. It may be thermophilic and tolerate (or require) temperatures up to 50°C or more (e.g. Thermomonospora, Thermoactinomyces) or barophilic and withstand pressures up to 600 atmospheres. It may be bioluminescent or diffuse to its medium fluorescent pigments. In some cases, e.g. Clostridium a survival feature is the intracellular development of highly resistant resting-bodies (endospores) which are released on dissolution of the parent cell and may remain viable for many years.\n\nThe organism may remain unicellular or be divided by septa to become multi-cellular and form a trichome. It may be motile by a flagellum or flagella (of a single fibril), by a gliding movement on a solid surface or by a spiralling movement. When unicellular, is typically of the spherical (coccoid), rod-shaped (bacillar), helical or spiral (spirillum) or filamentous form, and may unite with others to form a chain, e.g. Streptococcus with some species forming chains up to 150 microns long, or form clusters, or in a few, a firm-textured gelatinous matrix (zoogloea). The protoplast is limited by a membrane probably of lipoprotein nature, externally lined by a thin, usually rigid, cell-wall probably of cellulose or hemicellulose and possibly with chitin. The cell-wall is enclosed by a slime-layer of a polysaccharide (e.g. galactan) which, when conspicuously developed and in close contact with the cell, forms a capsule. In trichomes, the capsule is replaced by a sheath from which a stalk-like attachment (holdfast) to the surface frequently is developed.\n\nThe nature of the cell-wall provides the basis for the well known but little understood Gram-reaction (first developed by the Danish physician Christian Gram in 1884), the differential staining of the cell by crystal violet (or methyl violet) for a definite period followed by an iodine solution, a decolourising by alcohol and counter-staining by safranin when a resultant blue stain indicates a positive (gram-positive) reaction, and red a gram-negative reaction. The decolourising agent appears prevented entry by a barrier of high lipid content of the Gram-positive wall.\n\nA member of the most primitive group of organisms with an unknown, doubtfully monophyletic origin. Certain bacteria show afinity with the blue green algae (Cyanophyceae or Schizophyceae) and cyrrent classifications place the bacteria as class Schizomycetes with the class Schizophyceae under a common division Schizophyta or Protophyta, the latter division adding the viruses as class Microtatobiotes.  In consideration of the vast field of bacteriology, the following superficial sketch is given to illustrate the diverse nature of this ubiquitous group of organisms.\n\nA.\n\nunicellular, rigid-walled, coccoid, bacillar, or spiral, usually less than 2 microns wide, sometimes in chains, clusters or in zoogloeal masses, usually motile by terminal (polar) flagella, gram-negative. Reproduction by simple transverse fission. -order Pseudomonadales.\n\nIncluded is a sub-order (Rhodobacteriinae) of photo-synthetic anaerobes which oxidise compounds either of sulphur or carbon. When sulphur, carotenoids may mask a chlorophyll to give red and purple colours. The chlorophyll, bacterio-chlorophyll, absorbs from the visible and infra-red spectrum of light. Red and purple sulphur bacteria are strictly anaerobic at least when exposed to light and usually are associated with hydrogen sulphide-containing waters, the sulphide being oxidised to sulphur which is stored within the cell. Forms include the unicellular, motile, encapsuled type (e.g. Chromatium), sometimes colonial, usually about or less than 2 microns wide although the spirally twisted Thiospirillum may be up to 4 microns or more wide and over 40 microns in length.\n\nWhen carotenoids are not prominent, a type of chlorophyll absorbing from the infra-red region gives a green colour, or an unidentified photosynthetic pigment may give a yellowish-green colour. The green sulphur bacteria (e.g. Chlorobium) are unicellular non-motile organisms of marine and fresh water muds, Chlorobium (less than 2 microns wide) oxidising hydrogen sulphide to sulphur which, deposited outside the cell, may be further oxidised to a sulphate by an external outflow of enzymes.\n\nWhen carbon compounds (e.g. alcohols, acetates, lactates) are the hydrogen donors (hydrogen sulphide not being oxidised), colours may be red, purple, or brown, both bacteriochlorophyll and carotenoids being present. Because of a need for organic sources, such coloured bacteria are not strictly autotrophic. The red and purple non-sulphur bacteria (e.g. Rhodopseudomonas) typically are unicellular, less than 2 microns wide, motile and colonial.\n\nWithin the second sub-order (Pseudomonadineae) are the chemoautotrophic bacteria which are colourless, mostly aerobic and using carbon dioxide as the sole source of carbon, usually of soil or water, e.g. the nitrifying bacteria Nitrosomonas and Nitrococcus which oxidise ammonia to nitrate, and Nitrobacter and Nitrocystis which oxidise nitrite to nitrate. In addition, other inorganic compounds are oxidised, e.g. hydrogen to water by Hydrogenomonas, methane by Methanamonas, hydrogen sulphide or a thiosulphate by Thiobacillus (sulphur usually deposited within the cell, ammonia often being used, T. denitrificans in the process reducing nitrate to nitrite), carbon monoxide etc.\n\nThe remainder of the sub-order are heterotrophic and mostly aerobic.  Representative are:-\n\nthe pathogens of plants Pseudomonas (e.g. wilt of potatoes, gummosis of cherry) and Xanthomonas (e.g. leaf scald of sugar cane, leaf spot of cotton), a species of Pseudomonas diffusing a flourescent pigment used as an indicator dye pyocyanin.\n\nacetic acid bacilli (e.g. the aerobic Acetobacter and Acetomonas) which oxidise various organic compounds to organic acids, alcohol to acetic acid, glucose to gluconic or keto-glutonic acid - these are agents of industrial fermentation.\n\nthe marine or fresh-water bioluminescent Photobacterium, sometimes fluorescent Alginomonas, curved bacilli of Gallionella which are attached to a surface by a ribbon-like stalk composed of, or with deposits of iron oxide, Spirillum of stagnant or organically-rich water, with a spiral axis.\n\nsewage purifying bacilli, primary colonisers of the percolating filter (bacterial bed) of sewage disposal as the first stage of its purification, and the alternative system of activated sludge. Zoogloea which gives the name to the colonial form of certain other bacteria.\n\nthe pathogenic members of Vibrio, curved bacilli, e.g. the agent of Asiatic cholera V. comma.\n\nB.\n\n﻿﻿unicellular or multicellular bacilli, heterotrophic, 2 microns or less wide occurring in chains (trichomes) often ensheathed, the sheath usually impregnated with iron or manganese oxides, freeing cells which are either motile or non-motile, gram negative, of fresh water or marine. Chlamydobacteriales. (e.g. Sphaerotilus, Leptothrix).\n\nC.\n\n﻿﻿Cells in dense groups with radiating filaments from the end of which may be formed (budded) a daughter cell (Hyphomicrobium, Rhodomicrobium) or unicellular, ovoid, spherical or pyriform attached at the end of a stalk from a holdfast, budding occurring at the free end of the cell (e.g. Pasteuria), of soil or mud of fresh water. Rhodomicrobium is photosynthetic. Hyphomicrobiales.\n\nD.\n\nunicellular, rigid-walled, coccoid or bacillar, sometimes pleiomorphic, heterotrophic, usually less than 2 microns wide, motile or non-motile, the flagella when present not polar (i.e. are normally peritrichous). Reproduction by transverse fission. Saprophytic, parasitic, often pathogenic, of fresh and salt water, air, soil, animal and plant hosts. Sometimes occurring in chains but not as trichomes. Eubacteriales.\n\nIn this, the major group of bacteria, the following are illustrative.\n\n(i) gram-negative, motile, aerobic bacilli or cocci, free-living in soil, fixing atmospheric nitrogen - Azotobacter (e.g. A. chroococcum).\n\n(ii)gram-negative, motile or non-motile, aerobic bacilli associated with the roots of plants either as symbionts (Rhizobium spp. in the nodules of leguminous plants where nitrogen-fixing) or as pathogens causing malformations (e.g. Agrobacterium tumefaciens causing crown-gall).\n\n(iii)gram-negative bacilli, carbohydrate-fermenting, occurring in alimentary canals either normally commensal (e.g. Escherichia coli, Proteus vulgaris) or pathogenic (causing, e.g. gastroenteritis by species of Salmonella, typhoid fever by S. typhi, dysentery by Shigella spp.), or parasitic on plants causing soft rots (e.g. several species of Erwinia). The entero-bacteria.\n\n(iv)gram-negative aerobic bacilli pathogenic on mammals, e.g. Brucella (brucellosis, undulant fever in man, contagious abortion oi cattle), Haemophilus (e.g. purulent meningitis, infections of the respiratory tract, conjunctivitis), Pasteurella (various septicemias, bubonic and pneumonic plagues by P. pestis).\n\n(v) gram-positive, aerobic cocci.\n\n(a)the lactic acid cocci, homofermenters of carbohydrates to lactic acid, e.g. the chain-forming Streptococcus, some species commonly found in dairy products, sometimes causing the souring of milk, one S. cremoris used in butter and cheese making, others common commensals of the respiratory tract and alimentary canal (a few anaerobic) or pathogenic S. pyogenes producing the toxins associated with scarlet fever and various septicemias.\n\n(b)the cluster-forming micrococci common on, or in, skin and mucous membranes, e.g. Staphylococcus aureus ('golden staph' highly resistant to the normal antibiotics, causative of some bronchopneumonias, food-poisoning (gastro-enteritis), various skin infections.\n\n(vi)gram-negative cocci, kidney-shaped or hemispherical occurring in pairs, non-motile, aerobic, pathogens, e.g. Neisseria gonorrhoeae (gonococcus, causative of gonorrhoea and other venereal diseases). N. meningitidis (meningococcus, an invader of the nasopharynx spreading to the central nervous system to cause a meningitis).\n\n(vii) gram-positive, aerobic, non-sporing bacilli.\n\n(a) ﻿﻿﻿﻿lactic acid bacilli. Fermenters of carbohydrates to lactic acid either almost completely (homofermentative) or with the production of additional compounds as carbon dioxide, ethanol, acetic acid (heterofermentative) Lactobacillus delbrueckii of industrial fermentation, a homofermentative agent converting maltose and dextrose to lactic acid. Commonly occur in fermenting plant (e.g. vegetable and grain mashes, fruit juices) and animal products (e.g. cheese, milk) in association with the yeasts.\n\n(b)the several members of Corynebacterium pathogenic on plants and animals, e.g. C. diphtheriae of diphtheria.\n\n(viii) gram-positive, non-motile, non-sporing anaerobic bacilli normally found in alimentary canals fermenting carbohydrates with the production of carbon dioxide and acetic acid, additionally propionic acid (Propionibacterium) or butyric acid (Butyribacterium).\n\n(ix) endospore-producing bacilli, the endospore often wider than the producing cell which is swollen as a result. Mostly saprophytes of soil, e.g. the aerobic Bacillus (B. subtilis of industrial fermentation producing glycerol, ethanol, lactic acid, and amylolytic, pectolytic and proteolytic enzymes. B. anthracis causative of anthrax, a disease leading to haemorrhagic septicemia), the anaerobic Clostridium, several (e.g. C. butyricum) nitrogen-fixing but many pathogenic. C. tetani and C. botulinum produce a toxin (exotoxin) causing diseases of the nervous system when diffused into the animal body. Unlike C. tetani (tetanus), C. botulinum (botulism) need have no direct contact with the host of its toxin. Butanol, ethanol, acetone and ribofiavin are derivatives from C. acetobutylicum of industrial fermentation.\n\nE.\n\na definite mycelium developed in young stages (the hyphae more or less a micron diameter) which may break up into segments, sometimes branched (Nocardia, Actinomyces), or remain intact and (e.g. Streptomyces) produce spores (conidia) at the ends of aerial hyphae (conidiophores) or other spores (sporangiospores) formed by fragmentation or segmentation of hyphae (sporangia). In Mycobacterium, a mycelium is either poorly or not developed, no spores are formed but a multicellular nature is suspected. Gram-positive, mostly of soil, heterotrophic. Actinomycetales.\n\nSome pathogens of animals and plants (e.g. the aerobes of Nocardia and anaerobes of Streptomyces), several streptomyces sources of antibiotics, e.g. streptomycin used in treatment of tuberculosis from S. griseus, aureomycin from S. aureofaciens, chloramphenicol from S. venezuela, etc. S. scabies causative of Common Scab of potatoes.\n\nThe gram-stain resistant tubercle bacilli of Mycobacterium include M. tuberculosis, and the agent of leprosy M. leprae.\n\nThermoactinomyces includes thermophilic (e.g. an optimum 60°C) agents of humus-formation.\n\nF.\n\nmulticellular filaments (trichomes) sometimes up to 2,000 microns, not enclosed in a sheath, frequently motile, often forming endospores, with a Feulgen reactive (i.e. DNA positive) disc-shaped central nuclear apparatus, heterotrophic, of decomposing organic matter, water, intestines. Caryophanales (Caryophanon, Simonsiella etc.).\n\nG.\n\noccurring in trichomes, sometimes unicellular, motile not by flagella but by a gliding or rolling motion when in contact with a solid substrate hence with a fexible wall, cell width up to 70 microns. Marine, fresh water, soil, or decomposing organic matter, heterotrophic. Beggiatoales (e.g. Beggiatoa, Thiothrix).\n\nH.\n\nvegetative cells bacillar or fusiform, gram-negative, flexible, not flagellate but motile by a slow gliding movement. Colonial in a thin flat plasmodium from the margins of which single cells or groups of cells migrate, usually leaving a trail of slime. Resting cells (sometimes absent) formed singly from a cell which, together with others, are localised in a usually brightly-coloured fruiting-body. Occur in rotting vegetable matter or decaying wood, soil, water both fresh and salt. When marine chitin and agar may be digested; when terrestrial cellulose may be broken down. Slime bacteria (e.g. Cytophaga, Myxococcus, Chondrococcus etc.). Myxobacterales.\n\nI.\n\nflexible, spirally-wound, actively motile but not flagellate, up to 30 microns or more in length, some (e.g. Spirochaetes) with a group of fibrils wound round the main axis and appearing as a single axial filament. Occur as free-living saprophytes of stagnant fresh or salt water, some pathogenic, e.g. the strictly parasitic Treponema pallidum causing syphilis, T. pertenue the tropical disease yaws; Leptospira species causing a jaundice and meningitis bovine leptospirosis affecting cattle and man, Borrelia species relapsing fever. Spirochaetes. Spirochaetales.\n\nJ.\n\n﻿﻿cocci extremely small (up to 300 millimicrons) producing branching filaments up to 50 microns long which later become chains of spherical bodies released by fragmentation, as highly resistant cocci, non-motile, gram-negative. Saprophytic, parasitic or pathogenic. A single genus Mycoplasma causing pleuropneumonias, e.g. M. mycoides contagious pleuropneumonia in cattle. Mycoplasmatales.\n\nK.\n\n﻿﻿Cocci or bacilli (but often pleiomorphic), gram-negative, intermediate in size to the bacteria and the filterable viruses, obligate parasites occurring usually within the cells of vertebrate host or an invertebrate host (e.g. louse, tick) which may be a vector. Classified as an order in association with the Virales (viruses) forming a class Microtatobiotes, the two groups having in common an incapacity for reproduction outside a living cell, but the viruses are far less susceptible to the normal antibiotics. Rickettsiales. e.g. Rickettsia, R. prowazeki the louse-borne agent of scrub typhus. Others, e.g. Anaplasma, are parasites of red blood cells. Miyagawanella spp. certain types of viral pneumonia and the diseases transmissible from birds to man, psittacosis from M. psittaci with hosts psittacine birds, e.g. parrots, and ornithosis from M. ornithosis with hosts usually other than psittacine types but causative of similar disease."
    },
    {
        "id": 3830,
        "term": "Bacteriophage",
        "meaning": "(phage) a virus dependent on a bacterium for its reproduction. A DNA-containing, protein-coated form spherical in shape when simple but when complex tadpole-like with definite head and tail and up to 200 millimicrons long. While the protein coat is retained on the surface of the bacterial host, the DNA is injected within to take over direction of metabolic processes. This direction may lead to the formation of a number of new phages which are released for infection of other bacterial cells when rupturing (lysis) of the host cell occurs. In other cases, a form of commensalism is known to occur when the phage remains (as a prophage) to cause certain metabolic changes which may lead to an increased degree of resistance or toxicity of the bacterial host."
    },
    {
        "id": 3840,
        "term": "Bacteriostatic",
        "meaning": "of an antibody or chemotherapeutic agent (e.g. penicillin, streptomycin) preventing the reproduction (multiplication) of bacteria."
    },
    {
        "id": 3850,
        "term": "barbat(us) L.",
        "meaning": "bearded; with a fringe or tuft of hair."
    },
    {
        "id": 3860,
        "term": "Barbellate",
        "meaning": "barbate, but with the hairs bristle-like and hooked."
    },
    {
        "id": 3870,
        "term": "Bark",
        "meaning": "The tissues, collectively, outermost to the cambium of a woody plant. The superficial layers which are readily stripped from a trunk or large branch represent alternate layers of periderm (q.v.) and non-living phloem, together making up a rhytidome.  The rhytidome provides an insulating barrier to atmospheric water and gas exchange.  The inner bark of periderm and phloem are actively functioning, the periderm forming a protective sheath for the  phloem and functioning sometimes for storage.  From Danish bark."
    },
    {
        "id": 3880,
        "term": "bar(os) Gk.",
        "meaning": "as in barophilous, pressure; weight (hence adapted to high degrees of atmospheric or hydrostatic pressure, as certain marine bacteria which flourish at pressures of 600 atmospheres)."
    },
    {
        "id": 3890,
        "term": "Basaltic",
        "meaning": "of soils when originating from basalt, an igneous rock of fine texture and dark colour which, when forced as molten magma through volcanic vents or fissures, may form sheets of larva covering large areas. See also krasnozem."
    },
    {
        "id": 3900,
        "term": "basi(s) Gk.",
        "meaning": "as in basicephala, basifixed, basal; of the base."
    },
    {
        "id": 3910,
        "term": "Basic",
        "meaning": "of a chemical substance when reactant with hydrogen ions or dissociating to hydroxyl ions. Of soils when alkaline in reaction."
    },
    {
        "id": 3920,
        "term": "Basidium",
        "meaning": "the typically clavate structure of a basidiomycete (see under Fungus) within which occurs karyogamy and spore-production."
    },
    {
        "id": 3930,
        "term": "Basifixed",
        "meaning": "of an anther when its connective is a direct continuation of the filament."
    },
    {
        "id": 3940,
        "term": "Basifugal",
        "meaning": "developing away from the base. Centrifugal. cf. basipetal."
    },
    {
        "id": 3950,
        "term": "Basifugic",
        "meaning": "intolerant of basic soils."
    },
    {
        "id": 3960,
        "term": "Basin",
        "meaning": "of land, an area over which drains a river or river-system, e.g. the Lake Eyre Basin, an extensive internal drainage system for rivers flowing westwardly from the coastal highlands of Queensland; the Hunter River Basin of the eastern coast which discharges to the sea waters from eastwardly-flowing rivers."
    },
    {
        "id": 3970,
        "term": "Basipetal",
        "meaning": "developing downwardly from the apex, as an inflorescence when from the tip of the shoot a flower is formed, to be followed at successive lower levels by other flowers. Also centripetal. cf. acropetal."
    },
    {
        "id": 3980,
        "term": "Basophilous",
        "meaning": "adapted to, tolerant of, or with an affinity for, alkaline or basic conditions. cf. acidophilous."
    },
    {
        "id": 3990,
        "term": "bathy(s) Gk.",
        "meaning": "as in bathymetric, depth (hence relative to the vertical levels of space considered in terms of, e.g. the distribution of organisms."
    },
    {
        "id": 4000,
        "term": "Bathypelagic",
        "meaning": "of the depths of the ocean (from Gk. bathys, and pelagos, sea)."
    },
    {
        "id": 4010,
        "term": "Bedrock",
        "meaning": "the solid rock of the earth's crust, sometimes exposed but usually below the fragmented mantle-rock of which soil is a superficial part."
    },
    {
        "id": 4020,
        "term": "bellid(us)",
        "meaning": "of the daisy Bellis (Compositae)."
    },
    {
        "id": 4030,
        "term": "Benthic",
        "meaning": "of the lake or ocean floor, the benthos. (Gk., the depths of the sea)."
    },
    {
        "id": 4040,
        "term": "Benthos",
        "meaning": "applied also to the flora and fauna at or near the lake or ocean floor."
    },
    {
        "id": 4050,
        "term": "Berry",
        "meaning": "a pulpy or fleshy (succulent), indehiscent, one or more-seeded fruit formed of one or more carpels, with the inner layer of its pericarp never hard, as is the case with the drupe (q.v.). See also hesperidium, pepo."
    },
    {
        "id": 4060,
        "term": "bi(s) L.",
        "meaning": "as in bicarpellate, bicostate, bifid, twice."
    },
    {
        "id": 4070,
        "term": "Biennial",
        "meaning": "of a herb (or a herb) when developing leaves (in a rosette) during the first vegetative season which usually survive the winter period and, in the following season, the flowering (usually leafy) shoot, the plant dying after seeding. Usually a plant originating from cold-temperature regions, of open or cultivated soils, often (as with the root-crops carrots, swedes, turnips etc.) storing reserve food."
    },
    {
        "id": 4080,
        "term": "Bifid",
        "meaning": "forked; divided to two lobes or segments."
    },
    {
        "id": 4090,
        "term": "Bifurcate",
        "meaning": "of branching when forming a fork by the equal or near equal growth of parent and lateral shoot."
    },
    {
        "id": 4100,
        "term": "Bilaterally symmetrical",
        "meaning": "of structure when divisible into two equal parts in one plane only."
    },
    {
        "id": 4110,
        "term": "Billabong",
        "meaning": "a water-hole originating from a non-permanent watercourse."
    },
    {
        "id": 4120,
        "term": "Binary",
        "meaning": "of two units or components."
    },
    {
        "id": 4130,
        "term": "Binary fission",
        "meaning": "in general, the splitting into two parts. Of bacteria and unicellular algae and fungi, asexual reproduction by division of the cell to two functionally (usually) independent parts."
    },
    {
        "id": 4140,
        "term": "bin(i) L.",
        "meaning": "as in binary, binate, in twos."
    },
    {
        "id": 4150,
        "term": "Binomial system",
        "meaning": "see under Nomenclature."
    },
    {
        "id": 4160,
        "term": "bio(s) Gk.",
        "meaning": "as in biochemistry, biology, life (hence the chemistry of, and the general science of, living organisms)."
    },
    {
        "id": 4170,
        "term": "Biocatalyst",
        "meaning": "an agent (viz. an inorganic ion, an enzyme, a growth substance, a vitamin) essential in the control or direction of a metabolic process."
    },
    {
        "id": 4180,
        "term": "Bioclimatic",
        "meaning": "relative to the influence of climate on life."
    },
    {
        "id": 4190,
        "term": "Biocoenose",
        "meaning": "a community of a particular habitat."
    },
    {
        "id": 4200,
        "term": "Bioenergetics",
        "meaning": "the science of energy exchanges and transformations in biological processes."
    },
    {
        "id": 4210,
        "term": "Biogenesis",
        "meaning": "the descent from, or production from, previously-existing organisms."
    },
    {
        "id": 4220,
        "term": "Bioluminescence",
        "meaning": "the emission of light from a metabolic process, e.g. by certain bacteria and fungi."
    },
    {
        "id": 4230,
        "term": "Biometric",
        "meaning": "relative to the application of mathematical techniques in the interpretation of biological observations, e.g. techniques of statistical analysis."
    },
    {
        "id": 4240,
        "term": "Bionomic",
        "meaning": "relative to the interaction of the organism with its environment."
    },
    {
        "id": 4250,
        "term": "Biosphere",
        "meaning": "the life-supporting region and its inhabitants of the planet Earth."
    },
    {
        "id": 4260,
        "term": "Biosynthesis",
        "meaning": "the building-up of complex molecules from simpler ones by an actively-functioning organism. Biosynthate: a product derived from biosynthesis."
    },
    {
        "id": 4270,
        "term": "Biosystematics",
        "meaning": "an approach to objective consideration of classification and relationships among taxa through the study of living populations under both natural and artificial environmental conditions, from the aspect of form, function, growth and development."
    },
    {
        "id": 4280,
        "term": "Biota",
        "meaning": "the flora and fauna of a region."
    },
    {
        "id": 4290,
        "term": "Biotic",
        "meaning": "relative to living processes."
    },
    {
        "id": 4300,
        "term": "Biotype",
        "meaning": "the individuals, collectively, of the one genotype, as the assemblage of members of a pure-line. See also clone."
    },
    {
        "id": 4310,
        "term": "Biparous",
        "meaning": "see dichotomous"
    },
    {
        "id": 4320,
        "term": "Bipinnate",
        "meaning": "see under pinnate"
    },
    {
        "id": 4330,
        "term": "Bisexual",
        "meaning": "of a reproductive structure when both male and female parts are present and functional. Hermaphrodite."
    },
    {
        "id": 4340,
        "term": "Biternate",
        "meaning": "divided again to three segments."
    },
    {
        "id": 4350,
        "term": "Bivalent",
        "meaning": "of homologous chromosomes when paired (conjugated) at meiosis."
    },
    {
        "id": 4360,
        "term": "Black earth",
        "meaning": "a soil group formed from volcanic or calcareous parent materials, possessing a neutral to alkaline reaction, a black to dark-grey colour in the A horizon, and a good granular structure with a self-mulching surface. A fertile soil although with content of organic matter normally below 5 percent. Soils of the Wimmera and Darling Downs districts are of this nature."
    },
    {
        "id": 4370,
        "term": "blaeri-",
        "meaning": "as in blaeriaefolia, of the African Blaeria (Ericaceae) - derived from a personal name (P. Blair)."
    },
    {
        "id": 4380,
        "term": "blast(os) Gk.",
        "meaning": "as in blastogenic, bud (hence reproducing by the development of buds)."
    },
    {
        "id": 4390,
        "term": "blephar(is) Gk.",
        "meaning": "as in blepharocarya, an eye-lash (hence fruit bearing capillary hairs, or cilia)."
    },
    {
        "id": 4400,
        "term": "Blight",
        "meaning": "of a plant, a pathologic condition causing sudden and extreme withering."
    },
    {
        "id": 4410,
        "term": "Bloodwood",
        "meaning": "a member of a group of eucalypts characterised by terminal branched-corymbose inflorescences, relatively large ovoid or globular fruits bearing broad winged seeds, and leaves with straight and closely-set parallel venation, the undersurface paler. The name is taken from the brown or red wood deeply stained by an exudation of a gum-like kino (q.v.) from lesions in the bark.\n\nMost members are of the tropical north but Marri Eucalyptus calophylla and Red Flowering Gum E. ficifolia (both well-known for their floral wealth) are from the south-west of Western Australla, Lemon-scented Gum E. citriodora and Spotted Gum E. maculata are timber trees of the eastern coast (althougn adaptable to much drier conditions), and E. terminalis is widespread throughout the inland and interior of the continent. The most southern range is that of Red Bloodwood E. gummifera which traverses the tropical to temperate eastern coast."
    },
    {
        "id": 4420,
        "term": "Bluebush",
        "meaning": "of a community dominated by the halophilous and xeromorphic members of Kochia with long-established recognition as drought resistant fodder plants in the arid interior or inland of the continent. Also (as the noun) applied to such a plant. The name is taken from the bluish hue given in the field by the greyish-white foliage of the most widespread K. sedifolia. This species is adapted to soils with limestone close to the surface: other bluebush are found on sandy flats or near watercourses, sometimes in association with salt bush (q.v.)."
    },
    {
        "id": 4430,
        "term": "Blue Gum",
        "meaning": "a name applied to a few eucalypts with bark smooth and of a bluish-grey colour, in particular to those of the southeast and east of the mainland and Tasmania whose typical habitat is the wet sclerophyll forest. The Southern Blue Gums Eucalyptus globulus, bicostata, and maidenii are noted for their dark-green adult leaves lanceolate and long (sometimes longer than 12 inches) and broad juvenile leaves frequently very glaucous and borne on quadrangular stems. The Eastern Blue Gums e.g. the giant timber trees of E. grandis, saligna, deanei, have adult leaves with some resemblance to the bloodwoods (q.v.) in that the upper surface is darker and the venation straight and parallel. In South Australia, blue gum refers to the ironbark E. leucoxylon which is smooth-barked on the upper trunk and mottled white and blue."
    },
    {
        "id": 4440,
        "term": "Bog",
        "meaning": "of a community, or a community, when adapted to moist or very moist conditions and composed usually of hummock-forming mosses, acidophilous shrubs or hydrophytes and helophytes. When developed on a slightly raised or convex surface of land, a Raised Bog; when developed on a flat or slightly concave surface of land, a Valley Bog."
    },
    {
        "id": 4450,
        "term": "Bole",
        "meaning": "of a tree, the trunk up to the first main branches."
    },
    {
        "id": 4460,
        "term": "Boreal",
        "meaning": "relative to the north, especially (in the phytogeographic sense) to the coniferous forests of the northern hemisphere."
    },
    {
        "id": 4470,
        "term": "Bostryx",
        "meaning": "see under cyme."
    },
    {
        "id": 4480,
        "term": "botane Gk.",
        "meaning": "as in botanical, botany, pasture (hence relative to, and the science of, plant biology)."
    },
    {
        "id": 4490,
        "term": "botry(s) Gk.",
        "meaning": "as in botrycephala, a cluster or bunch."
    },
    {
        "id": 4500,
        "term": "Box",
        "meaning": "of eucalypts, a member of a botanic group (Buxeales) whose components range in form from trees 100 feet or more high (e.g. Eucalyptus bosistoana) to mallees, and have bark rough and sub-fibrous, persistent (or only on the lower trunk of the Grey Boxes E. bosistoana, moluccana, microtheca). Essentially a tree of woodlands of dry areas with hot summers, mostly of the eastern temperate and sub-tropical regions of the continent. Typical of the group are the paniculate inforescences, the small fruit with valves exsert only in Coolabah E. microtheca, the very strong, hard and durable wood resembling the European Box of commerce (from Buxus sempervirens), and the value as timber and honey sources. A close ally is Yellow Box E. melliodora, foremost as a honey source. Of some prominence also as dominants of woodland are Fuzzy Box E. conica and White Box E. albens.\n\nThe valuable timber tree of eastern coastal brush, frequently planted as a street and avenue tree, Tristania conferta, is known as Brush Box."
    },
    {
        "id": 4510,
        "term": "brachi(on) Gk., brachi(um) L.",
        "meaning": "as in brachiate, an arm (hence branched)."
    },
    {
        "id": 4520,
        "term": "brachy(s) Gk.",
        "meaning": "as in brachycome, short."
    },
    {
        "id": 4530,
        "term": "Bract",
        "meaning": "of angiosperms, a leaf, usually modified in shape and size, at the base of a peduncle. Bracteate: with a bract or with bracts."
    },
    {
        "id": 4540,
        "term": "Bracteole",
        "meaning": "an accessory bract, e.g. of a pedicel. Bracteolate: with a bracteole or with bracteoles."
    },
    {
        "id": 4550,
        "term": "Bracteose",
        "meaning": "with, or composed of, bracts."
    },
    {
        "id": 4560,
        "term": "brady(s) Gk.",
        "meaning": "as in bradygenic, slow (hence retarded in development)."
    },
    {
        "id": 4570,
        "term": "brevi(s) L.",
        "meaning": "as in brevifolia, short."
    },
    {
        "id": 4580,
        "term": "Brigalow Scrub",
        "meaning": "a community in which the freely root-suckering Brigalow Acacia harpophylla is dominant. Of widespread extent throughout the western slopes of the eastern highlands of Queensland (e.g. the Darling Downs and Fitzroy River Basin) and to a lesser extent the north-western plains of New South Wales, occurs principally on clay or clay-loams of the 20 to 30 inch rainfall belt."
    },
    {
        "id": 4590,
        "term": "brunne(us) L.",
        "meaning": "brown."
    },
    {
        "id": 4600,
        "term": "Brush",
        "meaning": "a forest community of high rainfall regions (mainly summer-autumn), frequently on rich soils, floristically of great diversity, several species being present but none with particular dominance. Also Rain Forest."
    },
    {
        "id": 4610,
        "term": "bryo Gk.",
        "meaning": "as in bryophyllum, to sprout (hence sprouting from the leaf)."
    },
    {
        "id": 4620,
        "term": "bryon Gk.",
        "meaning": "a moss, hence bryology, the science of the mosses and their allies."
    },
    {
        "id": 4630,
        "term": "Bryophyte",
        "meaning": "a multicellular, photosynthetic, non-vascular or partially vascular plant, mostly terrestrial, with habit prostrate and thalloid or erect and composed of stem and leaves, attached to a substratum by absorptive capillary-like rhizoids, usually inconspicuous except when in mass. An embryophyte with regular heteromorphic alternation of generations, the diploid (sporophytic) generation never completely independent from the haploid (gametophytic) generation, the sex organs multicellular with the reproductive cells ensheathed by a wall of sterile cells, the female reproductive cell solitary in its archegonium.\n\nA plant generally believed to represent a terrestrial line to dominance of the gametophyte from an ancestor derived from the green algae, the other line represented by the vascular plant with the sporophyte the dominant phase. Its classification embraces three classes, hornworts (Anthocerotae), liverworts (Hepaticae) and mosses (Musci).\n\nThe macroscopic plant, the gametophyte, normally developed from a spore, bears multicellular antheridia (producing flagellate male gametes) and archegonia (producing within each an egg cell). Fertilisation requires moist conditions, the fusion of the motile gamete with the egg-cell leads to the development of an embryo from which arises the sporophyte (a sporogonium) usually enveloped by a sheath or calyptra formed by enlargement of the venter of the archegonium. The mature sporogonium is composed of a spore-bearing structure (capsule) and a basal absorbing part, a foot. Meiotic division of spore mother-cells forms the tetrads of spores which are released on rupture of the capsule, dispersed by wind or water, and develop under moist conditions to new gametophytes. In many liverworts and hornworts, elongated sterile cells, elaters, formed within the capsule concurrently with spores, aid in dispersal through a hygroscopic sensitivity. Gametophytes may be developed also from separated parts or from bud-like gemmae.\n\n\nHornworts\n\nIn this group, a simple thallus develops dorsiventrally and has within each cell a large chloroplast, part of which is a region of protein (a pyrenoid) asociated with the formation of starch. Rhizoidsare unicellular. The origin of sex organs is from internal cells of the dorsal surface of the thallus, the archegonia almost completely embedded. Growth from the archegonial region forms a sheath through which pushes the apex of the capsule. The sporogonium is complex and elongates to an indefinite length from active division of a meristematic region between foot and capsule. It has a central axis (columella) of sterile cells encircled by the spore-bearing tissue, chloroplasts and often stomata. Two genera of note are the widespread Anthoceros with thallus lobed or crisped on the margin bearing on its ventral surface mucilage cavities containing colonies of the blue-green alga Nostoc, and the tropical epiphytic Dendroceros with thallus a single cell in thickness but with a large thick mid-rib projecting below.\n\nThe much larger groups of liverworts and mosses differ from the hornworts by the greater number of chloroplasts (without pyrenoids) within each cell, the origin of the sex organs from superficial cells, and the absence of a meristematic region at the foot of the capsule. Rhizoids of liverworts are unicellular (hence comparable to root-hairs of vascular plants) but in mosses are chains of single cells. Archegonia of mosses and some leafy liverworts are formed at the tip of the stem or its branches, thus arresting further growth from these points (the acrogynous condition), or in other leafy liverworts (of the anacrogynous condition) from other than an apical cell and without arrest of growth. Both archegonia and antheridia may occur on the same plant (the plant then homothallic) or on different plants (then heterothallic or dioecious). When homothallic, the plant is paroecious when both organs occur on the same branch but are segregated, autoecious when occurring on different branches, and synoecious when intermixed on the same branch. Leaves (when present) subtending these organs often are different in shape and size from other leaves and are referred to as perichaetal when distinguishing them from foliage leaves. Of the sporogonium, a connective seta of capsule and foot is usual which, by elongation, pushes the capsule through the calyptra on maturation of the spores (liverworts) or at an early stage in the development of the embryo (mosses).\n\n\nLiverworts\n\nDevelopment of the liverwort from a spore is dorsiventral, leading to a usually dichotomously branched thallus or (a majority) a branched foliose stem. Sex organs develop from single initial cells on the dorsal or anterior surface. The capsule is without a columella but usually develops elaters. While a few liverworts are aquatic (e.g. Riccia fluitans) and a few others can withstand periodic desiccation, the common habitat is a shaded moist site. Some are epiphytes, others epiphylls. Greatest representation of the several orders is from the tropical northern hemisphere but the orders Marchantiales (e.g. Marchantia, Riccia) and Jungermanniales are well represented in Australia. Sex organs of Marchantia are borne on stalked, 'umbrella-like' branches archegoniophores and antheridiophores) but in Riccia these organs occur directly on the dorsal surface of the thallus. For the Jungermanniales, the origin of archegonia may be either anacrogynous (e.g. Ricardia, Pallavicinia) or acrogynous (e.g. Porella, Plagiochila). Growth from the gametophytic tissue close to the archegonium produces a tissue, an involucre, which ensheaths the calyptra of the young sporophyte. When anacrogynous, the plant usually is undifferentiated to stem and leaves, the sexual organs borne laterally and on the dorsal surface of short lateral branches of the thallus. When acrogynous, the plant is foliose, usually with three rows of leaves along a stem, the antheridia globular, borne on long stalks and axillary to the leaves. Leaves subtending sex organs are termed bracts, those below archegonia perichaetal bracts and those below antheridia perigonial bracts. A few of the uppermost perichaetal bracts are fused to form a perianth which encloses the capsule.\n\n\nThe Mosses\n\nGreatest specialisation and diversity are shown by this major group. Distribution is wide with some favour for the colder regions of the world. Germination of a spore leads to a filamentous or thalloid (Sphagnum) protonema which usually dies after formation of an erect branch, a gametophore, bearing the sex organs. The gametophore arises from the protonema as a lateral bud which develops a pyramidal apical cell, division at each face of the cell (cutting face) forming a leaf so that, in most, a branch with three vertical rows of leaves is built. On these leafy branches are borne the sex organs. Rhizoids of both protonema and gametophore are multicellular. The leaves are spirally and symmetrically arranged on a stem composed of a central cylinder, cortex, and epidermis. Development of archegonia is acrogynous. The capsule is without elaters but usually with a columnella, and (except in Andraea) an apical cap, an operculum.\n\nThree groups make up the mosses - bog (or peat) mosses (sub-class Sphagnobrya), granite mosses (sub-class Andreaobrya) and true mosses (sub-class Eubrya).\n\nThe bog mosses (Sphagnum) frequently cover large tracts of swampy lands. There is an abundance of water-absorbing large hyaline cells in contrast with relatively few chlorophyll-bearing cells. A single gametophore is produced from the thallus, archegonia in a terminal cluster, the antheridia axillary to the leaves. The sporogonium is composed of a large globular capsule with a neck-like connective at its base representing a seta, and a bulbous foot. The function of the seta is taken over by an elongation (a pseudopodium) formed from the axis of the branch.\n\nGranite mosses (Andraea, Neuroloma) usually occur on siliceous rocks of arctic or alpine regions. The gametophores usually bear the sex organs in terminal groups on separate branches. The sporogonium is similar to that of Sphagnum except that the capsule is enclosed by a calyptra and dehisces through four valves.\n\nTrue mosses (e.g. Dawsonia, Funaria, Polytrichum) represent the peak of the bryophyte's evolutionary development. They have universal occurrence in habitats ranging from rock faces to ponds to tree trunks. In addition to the filamentous protonema, constant features include a sporogonium with an elongated seta, a capsule photosynthetic and often with stomates internally differentiated to several tissues and opening by an operculum which overlies a hygroscopically sensitive tissue, a peristome, of aid in the control of spore-dispersal.\n\nThe role of the moss and other bryophytes as early colonisers of barren sites and the power to bind soil against erosion are of recognised economic importance. Sphagnum among other mosses contributes to formation of peat, this compressed and carbonised residue has yielded materials and products ranging over fuel, ethyl alcohol, nitrogen source, paper and insulating material, a moisture-retentive medium for plant propagation (additional to Sphagnum from an actively-growing source), and the root-penetrable seedling container commonly known as the 'jiffy-pot'."
    },
    {
        "id": 4640,
        "term": "bucculent(us) L.",
        "meaning": "in the nature of full-blown cheeks (buccae), hence infiated."
    },
    {
        "id": 4650,
        "term": "Bud",
        "meaning": "a group of cells (or a single cell) with a potential for active division for the initiation of vegetative or reproductive growth. In relation to its parent structure, may be of terminal (apical), axillary, or adventitious origin; may be normally active, or be passive (dormant) until removal of the inhibiting factor. Of seed-bearing plants may include within its structure a protective enclosure of modified leaves (scales) often hardened and resinous, or the leaves may be relatively unmodified (the bud then naked)."
    },
    {
        "id": 4660,
        "term": "Budding",
        "meaning": "of propagation, a method of inducing a graft with a bud (or part of a shoot with a bud) as the scion. In a general sense, developing from a bud or producing buds. Of a fungus (e.g. a yeast), a method of asexual reproduction."
    },
    {
        "id": 4670,
        "term": "Bud sport",
        "meaning": "a part (e.g. leaf, flower, fruit) arising from a mutated bud and with an appearance and genetic system different to the normal structure."
    },
    {
        "id": 4680,
        "term": "Buffer",
        "meaning": "a substance, e.g. a salt of a weak acid (as sodium phosphate) or an amphoteric compound (as an amino acid), capable of controlling or resisting changes in the pH of a solution by the release of ions of opposite charge to those tending to increase the acidity or alkalinity of the solution. Colloids, and to a lesser degree, substances within a root have the property of buffering the pH of a soil."
    },
    {
        "id": 4690,
        "term": "Bulb",
        "meaning": "a bud, usually subterranean, enclosed by modified leaves or fleshy scales, from which may arise a root and shoot system. Within the axils of the scales, other bulbs (cloves) may develop which have potential for independent growth. A feature of the Liliaceae, e.g. the onions and garlic of Allium."
    },
    {
        "id": 4700,
        "term": "Bulbil",
        "meaning": "a small bulb arising adventitiously from a leaf-axil, inforescence, or other origin. Bulbifery: the apomictic condition of bulbil production. See under apomixis."
    },
    {
        "id": 4710,
        "term": "Bullate",
        "meaning": "of a surface when wrinkled or with numerous minute blister-like swellings. From L. bulla, a bubble."
    },
    {
        "id": 4720,
        "term": "bursa L.",
        "meaning": "as in bursa-pastoris, a sac or pouch-like structure."
    },
    {
        "id": 4730,
        "term": "Buttress root",
        "meaning": "a flattened, plank-like expansion formed from root and trunk of certain often shallow-rooted trees especially of the rain forest (e.g. from Ficus, Tarrietia, Sloanea spp.), apparently acting as an anchorage when developed, with others, around the trunk base, often to heights of six or more feet."
    },
    {
        "id": 4740,
        "term": "buxi-",
        "meaning": "as in buxifolia, of Buxus, the European Box"
    },
    {
        "id": 4750,
        "term": "Byssoid",
        "meaning": "thread-like; forming a mass of fine threads."
    },
    {
        "id": 4760,
        "term": "c, C",
        "meaning": "see calorie. °C.: see centigrade."
    },
    {
        "id": 4770,
        "term": "c, ca:",
        "meaning": "circa, approximate, in the region of. cf.: compare with."
    },
    {
        "id": 4780,
        "term": "Caducous",
        "meaning": "falling or withering away very soon after development."
    },
    {
        "id": 4790,
        "term": "caeno-",
        "meaning": "see caino-"
    },
    {
        "id": 4800,
        "term": "caerule(us L.",
        "meaning": "dark blue; sky blue."
    },
    {
        "id": 4810,
        "term": "caesi(us)",
        "meaning": "bluish-grey."
    },
    {
        "id": 4820,
        "term": "Caespitose",
        "meaning": "matted or tufted, as grasses when forming mounds."
    },
    {
        "id": 4830,
        "term": "caino(s) Gk.",
        "meaning": "as in cainozoic, recent (hence of the geologic era when ancestors of present-day animals (especially mammals) were well represented)."
    },
    {
        "id": 4840,
        "term": "calam(us) L.",
        "meaning": "as in calamifolia, calamus, a reed."
    },
    {
        "id": 4850,
        "term": "calcar L.",
        "meaning": "as in calcarate, a spur."
    },
    {
        "id": 4860,
        "term": "Calcareous",
        "meaning": "in general, with the colour or texture of chalk. Of soils, relative to a high content of free calcium (and often magnesium) carbonate to a degree that the reaction is decidedly alkaline."
    },
    {
        "id": 4870,
        "term": "calcari(us) L.",
        "meaning": "growing from calcareous soils."
    },
    {
        "id": 4880,
        "term": "calce(us) L.",
        "meaning": "as in calceiform, a shoe."
    },
    {
        "id": 4890,
        "term": "calceol(us)",
        "meaning": "as in calceolate, a small shoe."
    },
    {
        "id": 4900,
        "term": "calci(s) L.",
        "meaning": "as in calcicole, calcicolous, of limestone, chalk, or calcium and its compounds (hence a plant of, and inhabiting calcareous soils). Calcifuge, calciphobe: a plant intolerant of calcareous soils."
    },
    {
        "id": 4910,
        "term": "caliginos(us) L.",
        "meaning": "dark, misty."
    },
    {
        "id": 4920,
        "term": "callisto(s) Gk.",
        "meaning": "as in callistemon, beautiful (hence calli(sto), stemon, beautiful stamens)."
    },
    {
        "id": 4930,
        "term": "Callose",
        "meaning": "of tissue when forming a callus."
    },
    {
        "id": 4940,
        "term": "Callose",
        "meaning": "as a substance, a polysaccharide (reducible to glucose units on hydrolysis) lining certain cell walls (e.g. sieve tube members, pollen-grains before maturity) where its function is conceived as a barrier to the diffusion of small moleculed solutes.  Found also in tissue as a wound response, and as a component of the cell wall of many fungi."
    },
    {
        "id": 4950,
        "term": "Callus",
        "meaning": "in general, a hardened and thickened region. Of a wounded tissue, a mass of cells developed as a protective covering, capable, under suitable conditions, of active division to form new structures. See also graft, wound hormone."
    },
    {
        "id": 4960,
        "term": "cal(os) Gk.",
        "meaning": "as in caladenia, calotis, calophylla, beautiful."
    },
    {
        "id": 4970,
        "term": "calor L.",
        "meaning": "as in caloritolerans, heat (hence heat-tolerating)."
    },
    {
        "id": 4980,
        "term": "Calorie",
        "meaning": "of heat or energy exchange, a unit expressing the amount of energy (as heat) required to raise the temperature of a substance under specified conditions, one calorie (gram calorie, c) being equivalent to the amount of energy required to raise the temperature of 1 gram of water 1 centigrade degree, specifically from 14.5° to 15.5°. For biological systems, the practical unit is the the kilocalorie (kilogram calorie, C or K cal.) indicating the amount of energy required to raise the temperature of 1,000 grams of water 1 centigrade degree."
    },
    {
        "id": 4990,
        "term": "Calorific",
        "meaning": "relative to heat exchange. Calorific value: of a fuel, the amount of energy available from its conversion expressed in values (c or C), indicating that such energy when converted to heat would raise the temperature of water (of mass in grams or kilograms) 1 centigrade degree. From L. calor, heat."
    },
    {
        "id": 5000,
        "term": "caly(x) L.",
        "meaning": "as in calytrix, a calyx (hence calyx with bristle, thrix)."
    },
    {
        "id": 5010,
        "term": "Calyciform",
        "meaning": "in the shape of a cup or calyx."
    },
    {
        "id": 5020,
        "term": "Calycine",
        "meaning": "of a calyx."
    },
    {
        "id": 5030,
        "term": "Calyptra",
        "meaning": "a hood or lid-like structure of certain buds and fruits, or (of bryophytes) sporogonia. Also operculum. Calyptrate: bearing a calyptra."
    },
    {
        "id": 5040,
        "term": "calymma Gk.",
        "meaning": "as in hypocalymma, a covering, sheath, or veil."
    },
    {
        "id": 5050,
        "term": "Calyx",
        "meaning": "(plural calyces) of a flower, the primary sterile appendage of a floral receptacle made up of sepals."
    },
    {
        "id": 5060,
        "term": "Calyx tube",
        "meaning": "a tube formed from the bases of sepals (sometimes misapplied to the floral receptacle when tube-like)."
    },
    {
        "id": 5070,
        "term": "camaldul(i) L.",
        "meaning": "as in camaldulensis, the name of an Italian monastic order (the epithet given by Dehnhardt for the River Red Gum refers to the origin of the plant on which he based his diagnosis, i.e. the monastery gardens of the order near Naples)."
    },
    {
        "id": 5080,
        "term": "Cambial",
        "meaning": "relative to a cambium."
    },
    {
        "id": 5090,
        "term": "Cambium",
        "meaning": "a continuous sheath-like layer of meristem (q.v.) formed as a residual from active division of meristem at the stem apex. When of secondary growth (as a vascular cambium) initiates cells which reproduce either for the vertical system of tissues (the initiating cells termed fusiform initials) or for the transverse or ray system (the cells then ray initials). The epidermis of primary growth may be replaced by a periderm formed from a cork cambium or phellogen."
    },
    {
        "id": 5100,
        "term": "campan(a) L.",
        "meaning": "as in campanulate, a bell (hence rounded at the base and gradually enlarged upwardly to the top to resemble the shape of a bell)."
    },
    {
        "id": 5110,
        "term": "campaspe, campestre, campestris L.",
        "meaning": "on plains or level terrain."
    },
    {
        "id": 5120,
        "term": "campto(s) Gk.",
        "meaning": "as in camptotricha, flexible."
    },
    {
        "id": 5130,
        "term": "campylo(s) Gk.",
        "meaning": "as in campylotropous, curved (see under placentation)."
    },
    {
        "id": 5140,
        "term": "Canaliculate",
        "meaning": "with a longitudinal groove."
    },
    {
        "id": 5150,
        "term": "Cancellous",
        "meaning": "reticulate or lattice work-like. From L. cancelli, a lattice or grating."
    },
    {
        "id": 5160,
        "term": "candicans L.",
        "meaning": "becoming glistening-white."
    },
    {
        "id": 5170,
        "term": "candid(us)",
        "meaning": "glistening with white."
    },
    {
        "id": 5180,
        "term": "Canescent",
        "meaning": "of a surface when with very short hair which gives a whitish hue. From L. canesco, to become white."
    },
    {
        "id": 5190,
        "term": "Canker",
        "meaning": "a pathologic condition when evidenced by localised dead (necrotic) tissues of a stem."
    },
    {
        "id": 5200,
        "term": "Canopy",
        "meaning": "of a community or layer of a community, the collective continuous or discontinuous cover provided by foliage."
    },
    {
        "id": 5210,
        "term": "canthar(is) L.",
        "meaning": "as in cantharophilous, a beetle (hence pollinated by beetles)."
    },
    {
        "id": 5220,
        "term": "capill(i) L.",
        "meaning": "as in capillaris, hair (hence fine and hair-like or capillary) or with very fine hair."
    },
    {
        "id": 5230,
        "term": "Capillarity",
        "meaning": "of a liquid, its action when introduced to a capillary tube in which air is free to pass. Liquids with the ability to wet the wall of the capillary will continue to rise to a height inversely proportional to the diameter of the bore, hence the finer the bore, the greater the height attained. The action is dependent on the relevant surface tensions of the capillary wall/air and capillary wall/liquid systems and is positive as long as the former surface tension is greater, and the attraction of the molecules of the liquid to the wall (adhesion) and to each other (cohesion) continues. See also surface tension, wetting agent."
    },
    {
        "id": 5240,
        "term": "Capillary",
        "meaning": "as a noun, a tube, pore or passage with very small internal cross-section (fine bore). As an adjective, of a filament or hair when very fine or slender, or (as in capillary force) relative to a capillary."
    },
    {
        "id": 5250,
        "term": "Capillary water",
        "meaning": "of soil, moisture held by soil particles as a film on their individual surfaces and in pores formed by their aggregation."
    },
    {
        "id": 5260,
        "term": "capillos(us) L.",
        "meaning": "very hairy."
    },
    {
        "id": 5270,
        "term": "Capitate",
        "meaning": "in general, forming a rounded head; of a compound stigma when the united stigmas form a head-like mass terminal on the style."
    },
    {
        "id": 5280,
        "term": "capitat-us etc., capitellat-us etc.",
        "meaning": "epithets, usually in reference to flowers appearing simply capitate or like a capitulum."
    },
    {
        "id": 5290,
        "term": "Capitulum",
        "meaning": "a racemose inflorescence with sessile flowers (florets) compacted on a flattened and expanded, or rounded apex of a peduncle (disc or receptacle), often surrounded by an involucre of bracts. Capitulate: forming a capitulum, as the florets of a majority of the Compositae."
    },
    {
        "id": 5300,
        "term": "caprae L.",
        "meaning": "she-goats (singular capra)"
    },
    {
        "id": 5310,
        "term": "Capreolate",
        "meaning": "with, or formed like, tendrils. From L. capreoli, supports."
    },
    {
        "id": 5320,
        "term": "Capsule",
        "meaning": "in general, an enclosing membrane. A fruit when dry, dehiscent, and two or more locular in a limited sense but see also pod and pyxis. Capsular: relative to, or with the nature of, a capsule."
    },
    {
        "id": 5330,
        "term": "Carbohydrate",
        "meaning": "one of a group of chemically related (polyhydroxy) compounds basically of carbon, hydrogen and oxygen, conforming generally to an empiric formula Cx(H₂O)y ... e.g. glyceraldehyde CHO₂OH.CHOH.COH or C₃(H₂O)₃. When of this nature are monosaccharides or sugars. Other carbohydrates are derived by condensation of two or more sugars, some with other elements added.\n\nMonosaccharides may be classed by the number of carbon atoms present in the molecule, glyceraldehyde thus is a triose sugar. The pentose (5-carbon) sugars ribose and deoxyribose are constituents of nucleic acids. The hexose (6-carbon) sugars glucose and fructose are synthesised by green plants from carbon dioxide and water and are both the starting materials for more complex substances and the source of energy derived by respiration.\n\nIn general, linkage of two or more monosaccharides with loss of water (i.e. condensation) form oligosaccharides, e.g. through biocatalytic reactions glucose and fructose may form the disaccharide sucrose, and when a large number of monosaccharides are concerned in condensation, polysaccharides are the products e.g. starch and cellulose, the nature of the component sugars (e.g. in solubility, crystalinity and sweetness in taste) being greatly modified. Both oligosaccharides and polysaccharides may be converted through biocatalysis back to their original sugars. e.g. starch, cellulose, callose back to glucose. See also callose, cellulose, chitin, glycoside, nucleic acid, phosphorylation, photosynthesis, respiration, starch, sugar."
    },
    {
        "id": 5340,
        "term": "Carbonaceous",
        "meaning": "resembling, or relative to, a form of carbon (e.g. charcoal, coal, graphite) or its compounds (e.g. carbon dioxide). From L. carbo, coal, charcoal."
    },
    {
        "id": 5350,
        "term": "Carbon cycle",
        "meaning": "the recycling of carbon from its utilisation as carbon dioxide from the atmosphere or water (see photosynthesis) and its return chiefly through the respiration and decay of plants and animals, the combustion of fuels, and the weathering of rock."
    },
    {
        "id": 5360,
        "term": "Carcerulus",
        "meaning": "a schizocarpic fruit (q.v.) when its several mericarps are derived from a superior ovary."
    },
    {
        "id": 5370,
        "term": "Cardinal",
        "meaning": "of points or properties, fundamental or essential."
    },
    {
        "id": 5380,
        "term": "cardi(a) Gk.",
        "meaning": "as in cardiophylla, a heart (hence leaves shaped like the heart of playing cards)."
    },
    {
        "id": 5390,
        "term": "Carinate",
        "meaning": "bearing a keel or ridge-like structure. From L. carina, a keel."
    },
    {
        "id": 5400,
        "term": "carlinoides:",
        "meaning": "epithet, resembling the thistles of Carlina (Compositae)."
    },
    {
        "id": 5410,
        "term": "Carneous, Carnose",
        "meaning": "of a fleshy texture. From L. carnis, flesh."
    },
    {
        "id": 5420,
        "term": "Carnivorous",
        "meaning": "of a plant when utilising animal tissue as an accessory nutrient through the action of proteolytic enzymes with the ability to reduce proteins to amino acids. In a limited sense, insectivorous. Usually the plant is an inconspicuous herb of a bog community with special structures for capturing and holding minute animals (e.g. insects) e.g. the Pitcher Plant Cephalotus follicularis develops from its petioles pitcher-like sacs which store a liquid; the sundews of Drosera and the Rainbow Plant Byblis gigantea develop brightly coloured hairs which secrete a viscid substance."
    },
    {
        "id": 5430,
        "term": "Carotenoid",
        "meaning": "a water-insoluble pigment either associated with chlorophyll in chloroplasts mainly as a carotene (C₄₀H₅₀, a precursor of Vitamin A), or in other plastids or chromatophores, giving yellow, orange or red colours e.g. the red of some fruits, the yellow of some flowers, the changing colours of 'autumn leaves' when due to the unmasking or a yellow carotenoid by the dispersal of chlorophyll and the breakdown of this pigment with an accompaniment of colours of certain anthocyanins. In photosynthesis, a primary or secondary absorber from wavelengths of light different to that absorbed by chlorophyll, the latter absorbing mainly in the red and blue part of the spectrum, the carotenoid in the green. Energy so derived probably is transferred to chlorophyll when occurring in the same plastid but the carotenoid itself does not appear to act directly in photochemical reactions. See also xanthophyll."
    },
    {
        "id": 5440,
        "term": "Carpel",
        "meaning": "the ovule-bearing unit of a gynaecium, composed typically of an ovary, a sterile style, and a pollen-receptive stigma."
    },
    {
        "id": 5450,
        "term": "Carpellate",
        "meaning": "of, or bearing a carpel or carpels. e.g. a multi-carpellate fruit. is one formed from a gynaecium of several united carpels."
    },
    {
        "id": 5460,
        "term": "carpo(s) Gk.",
        "meaning": "as in carpophagous, fruit (hence fruit-eating)."
    },
    {
        "id": 5470,
        "term": "Carpophore",
        "meaning": "of a flower, a projection through carpels, formed as a prolongation of the receptacle, the carpels at first adhering to it but separating at maturity - a feature of the Geraniaceae (e.g. Geranium) and Umbelliferae (e.g. Platysace).\n\nOf a fungus, the stem of a sporocarp (fruiting body)."
    },
    {
        "id": 5480,
        "term": "-carpus, -carpa, -carpum",
        "meaning": "as in stenocarpus, megacarpa, microcarpum, fruited."
    },
    {
        "id": 5490,
        "term": "Cartilaginous",
        "meaning": "with the texture of cartilage, i.e. gristle-like; smooth, firm and elastic."
    },
    {
        "id": 5500,
        "term": "Caruncle",
        "meaning": "of a seed, a small fleshy outgrowth from the coat (testa) when confined to the base or apex. Carunculate: bearing a caruncle."
    },
    {
        "id": 5510,
        "term": "cary(on) Gk.",
        "meaning": "as in eucaryotic, nucleus (hence with a true nucleus). In other compounded words, e.g. hedycarya, a fruit especially when a nut or nut-like."
    },
    {
        "id": 5520,
        "term": "Caryopsis",
        "meaning": "an achene (q.v.) with the pericarp fused with the seed - the fruit typical of grasses, e.g. the 'grain' of cereals."
    },
    {
        "id": 5530,
        "term": "case(us) L.",
        "meaning": "as in caseolyticus, cheese (hence cheese-destroying)."
    },
    {
        "id": 5540,
        "term": "Casparian strip",
        "meaning": "a lignified or suberised band forming part of the primary wall of certain cells, especially those of an endodermis of a root where its function is one of water-regulation by acting as a barrier to water movement."
    },
    {
        "id": 5550,
        "term": "cassia",
        "meaning": "generic name of ancient origin and unknown meaning, perhaps referring to Mount Cassia in northern Syria."
    },
    {
        "id": 5560,
        "term": "Castaneous",
        "meaning": "Reddish-brown, chestnut-coloured."
    },
    {
        "id": 5570,
        "term": "casuarina",
        "meaning": "generic name, probably meaning Cassowary-like in allusion to a likeness of this bird's feathers to the branches."
    },
    {
        "id": 5580,
        "term": "cata- Gk.",
        "meaning": "prefix, down, out, below."
    },
    {
        "id": 5590,
        "term": "Catabolism",
        "meaning": "the breaking-down of complex molecules to simpler ones for the release (re-utilisation) of energy, e.g. by respiration. Catabolic: relative to the processes of catabolism, i.e. to exergonic reactions."
    },
    {
        "id": 5600,
        "term": "Catadromus",
        "meaning": "of venation when the first set of veins arises from the lower side of the mid-rib."
    },
    {
        "id": 5610,
        "term": "Catalysis",
        "meaning": "the acceleration or retardation of a chemical reaction by a substance, the catalyst, which itself remains relatively unchanged during the reaction. Catalysts of living processes (biocatalysts) are enzymes (in addition to growth substances and certain inorganic ions) which, in general, are specific for one type of reaction, operate at a specific temperature and pH range, and are required in very small amounts to produce relatively large changes in the reactants (the substrate). They appear to function by at first chemically combining with the substrate to form a labile complex, the products of the reaction and the unchanged enzyme then being released. In other cases of catalysis, chemical combination may not occur. the catalyst appearing to act as an adsorbing surface for one or more of the reactants."
    },
    {
        "id": 5620,
        "term": "Cataphyll",
        "meaning": "a rudimentary leaf concerned with storage and/or protection, e.g. a cotyledon, scale-leaf, bud-scale."
    },
    {
        "id": 5630,
        "term": "Catch crop",
        "meaning": "a crop designed to restore organic matter to the soil. cf. cover crop."
    },
    {
        "id": 5640,
        "term": "Catchment",
        "meaning": "of land, an area of drainage. See also basin."
    },
    {
        "id": 5650,
        "term": "Category",
        "meaning": "of classification, a level to which a taxonomic group (taxon) may be assigned. In contemporary plant classification, these levels in descending order are: Division, Class, Order, Family, Tribe, Genus, Section, Series, Species, Variety, Form and their respective sub-units wher applicable."
    },
    {
        "id": 5660,
        "term": "catena L.",
        "meaning": "a chain."
    },
    {
        "id": 5670,
        "term": "cathar(os) Gk.",
        "meaning": "as in catharanthus, pure."
    },
    {
        "id": 5680,
        "term": "Cation",
        "meaning": "the positively-charged ion attracted to the cathode or negatively-charged pole, e.g. the ions of cation exchange including hydrogen (H⁺), potassium (K⁺), ammonium (NH₄⁺), calcium (Ca⁺⁺), sodium (Na⁺) etc. when soil colloids act as the cathode."
    },
    {
        "id": 5690,
        "term": "Cation exchange",
        "meaning": "the displacement of cations by other cations, e.g. cations of mineral elements adsorbed by colloids of clay or humus displaced (or exchanged) by hydrogen ions under conditions of extreme moisture, the displaced cations being brought (leached) to levels below their availability to roots. See also acid soil."
    },
    {
        "id": 5700,
        "term": "Catkin",
        "meaning": "a spike- or raceme-like, sometimes pendulous, inflorescence of unisexual flowers, usually  (at least the male) shed as a unit on completion of development, the flowers often subtended by scaly bracts and pollinated by wind (anemophilous). Featured in the families Salicaceae (Salix, Populus), Betulaceae (Betula), Juglandaceae (Juglans), Fagaceae (Quercus, Castanea), Casuarinaceae (Casuarina, Gymnostoma), inter alia, the apparent simplicity of the amentiferous condition suggested primitiveness but anatomical studies have shown the catkin to be a complex inflorescence derived by reduction from inflorescences of families not necessarily with close afinity."
    },
    {
        "id": 5710,
        "term": "Caudate",
        "meaning": "bearing a tail-like appendage. From L. cauda, a tail."
    },
    {
        "id": 5720,
        "term": "Caudex",
        "meaning": "in general, the persistent stem of an herbaceous perennial (sometimes partly underground) but applied also to a trunk when of long duration and slow increment, e.g. of some palms, cycads, tree-ferns, and xanthorrhoeas (as Kingia australis with an estimated annual increment of 3 mm.)."
    },
    {
        "id": 5730,
        "term": "Caulescent",
        "meaning": "developing a stem."
    },
    {
        "id": 5740,
        "term": "Caulicolous",
        "meaning": "living on herbaceous stems, as certain fungi."
    },
    {
        "id": 5750,
        "term": "Cauliflorous",
        "meaning": "developing flowers directly from a stem."
    },
    {
        "id": 5760,
        "term": "Cauliflory",
        "meaning": "the production of flowers on leafless woody stems or main trunks, the flowers developing from buds which are either replaced from year to year, or are dormant until the shoot has reached a considerable diameter. Black Bean Castanospermum australe develops flowers from leafless older branches, while other trees of Australian rain forest (e.g. Ficus, Syzygium) may flower directly from the trunk or main branches."
    },
    {
        "id": 5770,
        "term": "Cauline",
        "meaning": "borne on a stem. From L. caulis, a stem or stalk."
    },
    {
        "id": 5780,
        "term": "Cell",
        "meaning": "the self-regulating, self-reproducing structural unit of organisms with a function determined by its position in space and time, in most plants differentiated by an external wall to a protoplast with a system of organelles functioning interdependently. The protoplast is enclosed from the wall by a double-layered membrane (plasma membrane) selectively permeable to solutes diffused through pores or pits of the wall. In general, an enclosed space or cavity. From L. cella, a room. See also cytoplasm, tonoplast, nucleus, mitotis, meiosis, cytokinesis, vacuole, endoplasmic reticulum, mitochondrion, ribosome, plasmodesmata, tissue."
    },
    {
        "id": 5790,
        "term": "Cell division",
        "meaning": "the division of a mother-cell to two daughter-cells by the division of its nucleus (karyokinesis) and cytoplasm (cytokinesis), and the development of a cell-plate (formed from the mitotic apparatus) to two layers within which is a middle lamella, each layer becoming the plasma membrane and the primary cell wall of each daughter-cell. See also mitosis, meiosis."
    },
    {
        "id": 5800,
        "term": "Cell sap",
        "meaning": "see under vacuole."
    },
    {
        "id": 5810,
        "term": "Cellular",
        "meaning": "relative to a cell or system of cells."
    },
    {
        "id": 5820,
        "term": "Cellulase",
        "meaning": "an enzyme or group of enzymes, with cellulose the substrate, synthesised by certain fungi and bacteria, and by certain unicellular animals (protozoans) e.g. within the digestive tract of termites."
    },
    {
        "id": 5830,
        "term": "Cellulose",
        "meaning": "a polysaccharide (C₆H₁₀O₅)x composed essentially of long (i.e. over 3,500 units to each chain) straight chains of an isomeric form of glucose to which cellulose may be hydrolysed (e.g. by strong acid). The major component of the cell walls of at least the higher plants providing high tensile strength, elasticity and plasticity.\n\nThe properties of cellulose are of high value to the textile industry, e.g. cotton (about 90 percent cellulose) and other commercial fibres. Cellulose from various woods and the 'linters' of cotton is the raw material for the rayons - viscose (or regenerated cellulose) from which cellophane and methylcellulose are derived, and acetate rayon (or cellulose acetate) which also is converted to a sheeting comparable to cellophane. The processing of various woods and other cellulosic sources (as the textile 'rags') yields the pulp for paper-making; the chips of wood waste and the fibre (bargasse) of sugar cane after extraction of sugar are converted to various building and insulating boards. See also fibre."
    },
    {
        "id": 5840,
        "term": "Cell wall",
        "meaning": "the inert secretory product of a protoplast forming the limiting layer of a plant cell and serving, either through the turgidity of the contained protoplast or the thickening of the wall, for mechanical support.\n\nWhen of cellulose, the primary (first-formed) wall is composed of a series of interwoven and interconnected strands (microfibrils) broken at intervals by spaces where non-cellulosic material may be deposited. When cells form tissues, the primary wall fuses initially with an adjacent primary wall, cemented by an intercellular pectic substance (calcium or magnesium pectate), the fused walls known as the middle lamella. Secondary development of the middle lamella is intracellular, mainly cellulose at first being added but with small regions (pits) left unthickened. Later, according to the function of the tissue, the wall may undergo the processes of lignification, suberisation, or cutinisation or such inorganic substances as silica and calcium carbonate may be added. Adjacent cells are in direct cytoplasmic connection by plasmodesmata (q.v.)."
    },
    {
        "id": 5850,
        "term": "cels(us) L.",
        "meaning": "high; lofty. celsissim(us) the comparative degree."
    },
    {
        "id": 5860,
        "term": "Censer mechanism",
        "meaning": "of fruit, a method of dispersing seed through a shaking action, e.g. of a capsule when the shaking effect of wind or other agent causes a dispersal of seed."
    },
    {
        "id": 5870,
        "term": "centenari(us), centum, centi(ens) L.",
        "meaning": "a hundred."
    },
    {
        "id": 5880,
        "term": "centesim(us) L.",
        "meaning": "the hundredth."
    },
    {
        "id": 5890,
        "term": "Centigrade",
        "meaning": "(°C) the standard unit of temperature in the metric system where, from the scale of Celcius, the melting point of pure ice and the boiling point of pure water are at 0° and 100° respectively.\n\nFor conversion to the Fahrenheit scale (32° to 212°), the formula °C. = 5(xF° - 32°)/9 may be applied.\n\nAlternatively, °C. may be multiplied by 9/5 and 32 added to give °F."
    },
    {
        "id": 5900,
        "term": "Centimetre (cm.)",
        "meaning": "the standard unit of length in the metric system equivalent to 0.3937 inches (in.), 10 millimetres (mm.), or the one-hundredth part of a metre (m.). For a rough conversion, 2.5 cm. is almost equal to 1 in.\n\nCubic centimetre (cc. or c.cm.) a metric unit of volume (the volume of 1 gram water at 4°C. = 1 cc.) equivalent to millilitre (ml.), the one-thousandth part of a litre or 0.061 cubic inches."
    },
    {
        "id": 5910,
        "term": "centr(um) L.",
        "meaning": "the centre."
    },
    {
        "id": 5920,
        "term": "Centrifugal",
        "meaning": "developed or developing outwardly from the centre. cf. centripetal."
    },
    {
        "id": 5930,
        "term": "Centrifugation",
        "meaning": "of a solute or dispersed substance, its precipitation or sedimentation from the dispersal medium through means of a centrifugal force (producing movement away from the axis of rotation) created by a machine a centrifuge. Proteins and certain organelles may be separated selectively from their containing cells by means of an ultracentrifuge, i.e. a machine capable of rotation at or up to 50,000 revolutions per minute."
    },
    {
        "id": 5940,
        "term": "Centripetal",
        "meaning": "developed or developing inwardly or towards the centre."
    },
    {
        "id": 5950,
        "term": "centr(on) Gk.",
        "meaning": "as in centranthus, centrolepis, a spur or sharp point."
    },
    {
        "id": 5960,
        "term": "Centromere",
        "meaning": "see under chromosome."
    },
    {
        "id": 5970,
        "term": "cepaci(us) L.",
        "meaning": "as in cepacious, onion-like."
    },
    {
        "id": 5980,
        "term": "cephal(e) Gk.",
        "meaning": "as in cephalotus, brachycephala, a head."
    },
    {
        "id": 5990,
        "term": "cera L.",
        "meaning": "as in ceraceous, cereous, a wax (hence waxy, wax-like, wax-coloured)."
    },
    {
        "id": 6000,
        "term": "cer(as) Gk.",
        "meaning": "as in aegiceras, cerastium, a horn."
    },
    {
        "id": 6010,
        "term": "cerat(ion) Gk.",
        "meaning": "as in ceratopetalum, a little horn."
    },
    {
        "id": 6020,
        "term": "Ceratoid",
        "meaning": "horn-like, horny."
    },
    {
        "id": 6030,
        "term": "cero(ei)s Gk.",
        "meaning": "as in anthoceros, a horn."
    },
    {
        "id": 6040,
        "term": "Cereal",
        "meaning": "a grass yielding grain of value as food for stock or man. Commonly cultivated and the chief parents of the domesticated strains are barley (Hordeum vulgare), maize (Zea mais), millet - white (Panicum miliaceum), Hungarian (Setaria italica), Japanese (Echinochloa frumentacea), oats (Avena byzantina, A. sativa), rice (Oryza sativa), rye (Secale cereale, sorghum (Sorghum spp), wheat (Triticum aestivum, T. durum).\n\nGrain refers to the fruit (a caryopsis) sometimes (barley, oats, rice) including the persistent 'hull' or 'husk' formed by the fused bracts (lemma and palea) of the floret. 'Kernel' also refers to the fruit (the 'groat' of oats) considered of two parts, bran (which includes the pericarp, testa and endosperm) and the germ (the embryo which generally forms a small basal swelling).\n\nWheat, barley and rice have been a staple source of food for a period predating history. At present, about two billion people are almost completely dependent on grain crops for subsistence, the food (while providing adequate calorific value) lacks certain amino acids (e.g. lysine) vital to an optimum diet for humans. Grain yields both carbohydrate and protein (rice, while yielding on a unit acreage basis the highest of cereals in calorific value, has the least protein), the carbohydrate making up about 80 percent of the grain has a particular concentration (chiefly as starch) in the endosperm, the protein is particularly abundant in the germ. Present also in the grain are fatty derivatives (e.g. phospholipids and fixed oils), vitamins of the B complex (e.g. thiamine, nicotinic acid, riboflavin), minerals (chiefy as phosphates and sulphates of potassium, magnesium and calcium).\n\nProcessing of the grain for consumption involves essentially the conversion of the starch to a digestible form as, e.g. the pre-cooked breakfast cereals and cereal stock feeds, porridge from oatmeal, boiled rice. Other processes may involve the removal of husk by abrasion and polishing, e.g. pearl barley, polished rice from 'paddy' or raw rice. The controlled, gradual grinding and sieving to a specified fineness of the separated endosperm (i.e. the milling of grain from wheat, rye, maize, barley) produces a white flour or meal. Certain flours and meals (viz. wheat and rye) possess two proteins, protamin and glutelin, which form with water a gluten with elastic and flow properties and an ability to ferment (activation by yeast) necessary for bread-making. By far wheat is the major source of grain for bread and other baked products, its selection of strain determined by its milling and baking qualities in addition to its response, as a crop, to local geographic conditions.\n\nStrains of wheat are termed 'hard' when their milled endosperm yields a coarse and gritty, free-flowing flour mostly of entire cells, soft when the milled product is very much finer with a tendency of the fragmented cells and free starch to combine. On the baking quality (or strength), a 'strong' wheat denotes a suitability for bread-making with a high protein content, 'weak' when more suitable for biscuit and cake making, or self-raising flour, when a coarse open crumb structure and relatively low protein content render it unsuitable for bread.  Coarse particles from the milling are used (as a semolina) in the processing of macaroni, sphagetti, and vermicilli.\n\nBarley grain provides a meal used as stock feed but is of particular importance in the fermentation and distilling industries - the production from the grain mash (which may include also grain of maize and rye except in beer and stout making) of alcohol through the processes of malting (involving germination of the grain to a malt for the activation by enzymes of starch) and brewing (the fermentation of the malt, or wort in beer-making by yeast through sugar to alcohol) and distillation of the fermented product to pure alcohol, or by various treatments (e.g. the addition of hops from Humulus lupulus to the mash in beer-making) to beer, stout, whiskey. Other products include furfural (used in various industrial processes, e.g. as a solvent), acetone, butanol, and riboflavin.\n\nThe cereal crop may be for grazing (rye, maize, sorghum, millet), for hay (oats, rye, maize, millet, sorghum) or silage. The millets provide grain as a human food in certain of the developing countries and birdseed to the muchbetter endowed; broom millet supplies the fibre for the well-known millet brooms."
    },
    {
        "id": 6050,
        "term": "cerebr(um) L.",
        "meaning": "as in cerebrose, a brain (hence convoluted)."
    },
    {
        "id": 6060,
        "term": "cerevisi(a) L.",
        "meaning": "beer."
    },
    {
        "id": 6070,
        "term": "cerin(us) L.",
        "meaning": "wax-coloured."
    },
    {
        "id": 6080,
        "term": "cernu(us) L.",
        "meaning": "drooping; nodding; cernuous."
    },
    {
        "id": 6090,
        "term": "cervin(us) L.",
        "meaning": "fawn-coloured."
    },
    {
        "id": 6100,
        "term": "chaet(e)",
        "meaning": "as in chaetiferous, brachychaete, a bristle. From Gk. chaite, hair."
    },
    {
        "id": 6110,
        "term": "Chain reaction",
        "meaning": "a process ensuing from a sequence of reactions, each reaction dependent on the products of the reaction preceding it."
    },
    {
        "id": 6120,
        "term": "Chalaza",
        "meaning": "of an ovule, the basal part marking the attachment of a funicle."
    },
    {
        "id": 6130,
        "term": "chalc(eus) Gk.",
        "meaning": "as in chalcophyte, copper (hence a plant favouring soils rich in this mineral)."
    },
    {
        "id": 6140,
        "term": "chamae-",
        "meaning": "as in chamaelaucium, dwarf or prostrate (hence 'dwarf poplar'). From chamai Gk."
    },
    {
        "id": 6150,
        "term": "Channel Country",
        "meaning": "of the continent, a vast area of south-western Queensland including about eight million acres of flood-plains irrigated naturally by periodic waters of the intricate river-systems which have their origin in the eastern highlands and flow over a thousand miles to the arid interior before ultimate discharge to the Lake Eyre Basin."
    },
    {
        "id": 6160,
        "term": "Chartaceous",
        "meaning": "of parchment or paper-like texture, usually devoid of green."
    },
    {
        "id": 6170,
        "term": "Chasmophyte",
        "meaning": "a plant rooted in, or growing on, the detritus of a rock crevice. cf. lithophyte. From Gk. chasma, an opening."
    },
    {
        "id": 6180,
        "term": "cheil(os) Gk.",
        "meaning": "as in cheilanthes, a lip."
    },
    {
        "id": 6190,
        "term": "Chelate",
        "meaning": "of plant nutrition, a substance which (as a solute) regulates or prevents the precipitation from solution of metallic salts through an ability to adsorb their cations. e.g. ethylene diamine tetra-acetic acid (EDTA) and hydroxyethylethylene diamine tri-acetic acid (HEEDTA) are chelates (or sequestering agents) of the mineral iron and, as such, may be used as a foliar spray for the correction of a chlorosis caused by a deficiency of the soluble salt of this element."
    },
    {
        "id": 6200,
        "term": "chel(e) Gk.",
        "meaning": "as in cheliform, a claw."
    },
    {
        "id": 6210,
        "term": "chem(eia) Gk.",
        "meaning": "as in biochemistry, transmutation."
    },
    {
        "id": 6220,
        "term": "Chemiluminescence",
        "meaning": "the emission of light as a resultant of a chemical reaction, e.g. the oxidation of yellow phosphorus. See also bioluminescence."
    },
    {
        "id": 6230,
        "term": "Chemoautotrophic",
        "meaning": "obtaining the energy required for biosynthesis from the oxidation of inorganic substances, e.g. of bacteria when oxidising sulphur, hydrogen, sulphide, iron, inorganic nitrogenous compounds for their metabolic needs. Also chemosynthetic."
    },
    {
        "id": 6240,
        "term": "Chemotropic",
        "meaning": "of movement when induced by a chemical stimulus."
    },
    {
        "id": 6250,
        "term": "chen Gk.",
        "meaning": "as in chenopodium, a goose (hence 'web-footed', in allusion to the shape of the leaves)."
    },
    {
        "id": 6260,
        "term": "Chenopodiaceous",
        "meaning": "relative to members of the family Chenopodiaceae especially to their communities when the salt bushes (e.g. Atriplex) and blue bushes (Kochia) are the dominants."
    },
    {
        "id": 6270,
        "term": "chersa Gk.",
        "meaning": "waste places, hence chersophyte, a plant favouring wasteland for its development."
    },
    {
        "id": 6280,
        "term": "Chiasma",
        "meaning": "(plural chiasmata) of chromosomes, the observable point of exchange of segments between the paired halves at meiosis. The consequence of crossing-over (q.v.)."
    },
    {
        "id": 6290,
        "term": "ch(e)il(os) Gk.",
        "meaning": "as in chiloglottis, calochilus, a lip."
    },
    {
        "id": 6300,
        "term": "Chimaera",
        "meaning": "a tissue-complex (e.g. as shown by a variegation or a modification in an organ) of genetically distinct cells, the resultant of a mutation within certain cells of a meristem or (as in a graft-hybrid) an association of meristems."
    },
    {
        "id": 6310,
        "term": "ch(e)imon Gk.",
        "meaning": "as in chimonophyte, winter."
    },
    {
        "id": 6320,
        "term": "chien(os) Gk.",
        "meaning": "snow."
    },
    {
        "id": 6330,
        "term": "Chitin",
        "meaning": "a polysaccharide making up the bulk of most fungal, and some algal cell walls in addition to the cuticle of insects and other invertebrates."
    },
    {
        "id": 6340,
        "term": "chiton Gk.",
        "meaning": "as in brachychiton, a vest; an undercovering."
    },
    {
        "id": 6350,
        "term": "chlamyd(is) Gk.",
        "meaning": "as in achlamydeous, a cloak; an outer covering (hence of flower when without a perianth)."
    },
    {
        "id": 6360,
        "term": "Chlamydospore",
        "meaning": "an asexual spore of a fungus formed by the thickening of the wall and eventual separation of a cell from its parent hypha."
    },
    {
        "id": 6370,
        "term": "chloa Gk.",
        "meaning": "as in chloanthes, echinochloa, eriochloa, grass"
    },
    {
        "id": 6380,
        "term": "Chloranthy",
        "meaning": "a pathologic condition in which floral parts (e.g. petals) are changed to vegetative leaves."
    },
    {
        "id": 6390,
        "term": "chlor(os) Gk.",
        "meaning": "as in chloris, grass, green."
    },
    {
        "id": 6400,
        "term": "Chlorenchyma",
        "meaning": "chlorophyll-bearing tissue."
    },
    {
        "id": 6410,
        "term": "Chlorophyll",
        "meaning": "the principal light-absorbing pigment of plants, appearing green from its major reflection of this band of the spectrum. Of several chemical variants, predominant are (a) (C₅₅H₇₂O₅N₄Mg) and (b) (with a methyl group of (a) substituted by an aldehyde group) which absorb to greatest degree from the blue and red bands. Only (a) shows at photosynthesis the fluorescence normally involved in the process and indicating dissipated ('unused') energy, hence (a) is recognised as the sole carrier during photosynthetic reactions of energy absorbed by itself directly and from other photoactive pigments present.\n\nThe molecule of chlorophyll is composed of a complex cyclic structure (four pyrrole rings) within which is a single atom of magnesium, and a long straight chain (a terpenic alcohol, phytol). The phytol, and the magnesium atom (replaced in haem by iron), distinguish it from the colouring matter of vertebrate blood which forms, with the protein globin, haemoglobin. Both chlorophyll and haem are typed as metallic compounds of porphyrin groups. When extracted by a fat-solvent (e.g. alcohol), chlorophyll (a) appears blue-green in incident light with a red fluorescence, is optically active (laevorotatory) but loses much of its photochemical activity. See also light, photosynthesis, alga, bacterium, protochlorophyll."
    },
    {
        "id": 6420,
        "term": "Chloroplast",
        "meaning": "the chlorophyll-containing plastid, when regular in form (very irregular in such green algae as Spirogyra) ellipsoid or discoid but changeable in shape and orientation according to its exposure to light. In addition to chlorophyll and the associated xanthophylls and carotenes included in the lipid fraction (up to 40 percent), up to 70 percent of total content may be protein, while various enzymes, photosynthates, nucleic acids and inorganic substances have been detected. Its self-replication at cell-division through precursor proplastids has been shown.\n\nUltra-structure: within a containing system of membranes (peristromium) a layered series of plate-like lamellae are concentrated ('stacked') at regular intervals, the stacked lamellae forming grana, the unit of each stack, a disc-like granum connected to an adjacent granum by an intergranum lamella. Each lamella carries adjoining layers of chlorophyll and lipid on one side, and a protein layer on the reverse side. The region where the lamellae are few or none, the stroma, functions for the storage of other biosynthates (especially enzymes), commonly starch grains being present."
    },
    {
        "id": 6430,
        "term": "Chlorosis",
        "meaning": "a pathologic condition of green plants, resultant of a severe reduction in chlorophyll, evidenced by a yellowing or loss of colour in photosynthetic tissue. Included among the causal agents are adverse nature and intensity of light, deficiency of nutrient (viz. iron, magnesium, potassium, manganese), desiccation. Chlorotic: relative to the condition."
    },
    {
        "id": 6440,
        "term": "Chondroid",
        "meaning": "firm, tough but flexible, gristle-like or cartilaginous."
    },
    {
        "id": 6450,
        "term": "chondro(s) Gk.",
        "meaning": "as in chondroid, chondromyces, cartilage; gristle."
    },
    {
        "id": 6460,
        "term": "chor(e) Gk.",
        "meaning": "as in choronomic, a region (hence relative to the influence of a geographic region)."
    },
    {
        "id": 6470,
        "term": "chor(ein) Gk.",
        "meaning": "as in anemochoric, anemochorous, to spread."
    },
    {
        "id": 6480,
        "term": "chori(s) Gk.",
        "meaning": "as in choripetalous, separate; not united."
    },
    {
        "id": 6490,
        "term": "chro(a), chrom(a), chromati(um) Gk.",
        "meaning": "as in chroococcum, hemichroa, chromosome, chromatic, chromatophore, colour."
    },
    {
        "id": 6500,
        "term": "Chromatin",
        "meaning": "that part of a nucleus reactant to a stain selective for DNA (the Feulgen reaction) to give a deep red colour."
    },
    {
        "id": 6510,
        "term": "Chromatographic",
        "meaning": "relative to an analysis of a substance based on the separation and detection of its components when passed (as a solution or vapour) through an absorbent paper (as in paper chromatography) or column of a solid absorbent carrier (as in gas or vapour phase chromatography)."
    },
    {
        "id": 6520,
        "term": "Chromatophore",
        "meaning": "a pigmented plastid other than a chloroplast."
    },
    {
        "id": 6530,
        "term": "Chromonema",
        "meaning": "(plural chromonemata) the element or individual fibril of a chromosome when thread-like, i.e. forming a chromatid."
    },
    {
        "id": 6540,
        "term": "Chromosome",
        "meaning": "a unit of a nucleus, chemically a series of polypeptide chains to which are attached nucleic acids, resolving to a coiled (helical), thread-like structure at the beginning of a nuclear division. At this phase it is split along its length into chromatids except at a particular point, the centromere, of vital concern as an organiser and orientator in subsequent movements. The protein chains are divisible to groups, genes, each gene attributed either singly or as one of a group with specific control or influence of a character manifested by the products of the division. For a species, the number of chromosomes within a nucleus remains constant for all replicated cells under normal conditions. From Gk. chroma, colour; soma, a body. See also meiosis, mitosis, karyotype, nucleic acid, nucleus, gene, polyploidy."
    },
    {
        "id": 6550,
        "term": "chrono(s) Gk.",
        "meaning": "as in chronotropic, time (hence of movement When infuenced by the factor of time)."
    },
    {
        "id": 6560,
        "term": "chryso(s) G.",
        "meaning": "as in chrysophaea, gold (hence of golden colour, chrysophanic)."
    },
    {
        "id": 6570,
        "term": "chthn(os) Gk.",
        "meaning": "as in chthnocephalus, earth; the ground."
    },
    {
        "id": 6580,
        "term": "chylo(s) Gk.",
        "meaning": "as in chylocaulous, chylophyllous, succulent."
    },
    {
        "id": 6590,
        "term": "Cicatrice",
        "meaning": "a scar left by the abscission of a part."
    },
    {
        "id": 6600,
        "term": "-cidal",
        "meaning": "as in bactericidal, fungicidal, lethal to, inactivating."
    },
    {
        "id": 6610,
        "term": "Ciliate",
        "meaning": "fringed with fine soft hairs, as the margins of some leaves."
    },
    {
        "id": 6620,
        "term": "Cilium",
        "meaning": "(plural cilia) of plants, a hair-like structure, usually one of a marginal series forming a fringe. See also flagellum for which it is sometimes equated."
    },
    {
        "id": 6630,
        "term": "Cincinnus",
        "meaning": "see under cyme."
    },
    {
        "id": 6640,
        "term": "cinct(us) L.",
        "meaning": "an encircling structure, a girdle."
    },
    {
        "id": 6650,
        "term": "cinere(us) L.",
        "meaning": "ashen; ashy-grey (cinereous)."
    },
    {
        "id": 6660,
        "term": "cinerascens",
        "meaning": "becoming ashy-grey."
    },
    {
        "id": 6670,
        "term": "cinnabar(i) Gk.",
        "meaning": " as in cinnabareus, cinnabarinus, cinnabar (hence scarlet or vermilion-coloured)."
    },
    {
        "id": 6680,
        "term": "Cinnamon Flora",
        "meaning": "a fossil-flora from the early Tertiary period of Australia having affinities with fossil-flora of comparable age from other parts of the southern hemisphere, viz. the Andean region of South America. The fossil-flora represents both a mesic broad-leaved element (with modern representatives found in Cinnamomum, Laurus, Daphnandra, Nothofagus, Ficus, Pittosporum) and a sclerophyllous element (modern representatives found in Eucalyptus, Casuarina, Banksia, Persoonia, Hakea, etc.)."
    },
    {
        "id": 6690,
        "term": "Circinate",
        "meaning": "rolled from the top downwardly to form a coil, as the developing fronds of ferns."
    },
    {
        "id": 6700,
        "term": "circis Gk.",
        "meaning": "a ray."
    },
    {
        "id": 6710,
        "term": "circulans L.",
        "meaning": "circling, becoming round."
    },
    {
        "id": 6720,
        "term": "circulat(us) L.",
        "meaning": "curled."
    },
    {
        "id": 6730,
        "term": "circum L.",
        "meaning": "around."
    },
    {
        "id": 6740,
        "term": "Circumnutation",
        "meaning": "a geotropism (q.v.) in a negative direction, the response being a spiralling movement of a shoot or tendril around a support."
    },
    {
        "id": 6750,
        "term": "Circumscissile",
        "meaning": "opening by a transverse circular line, the valve usually coming away as a flap or lid. See also dehiscence, capsule."
    },
    {
        "id": 6760,
        "term": "cirrh(os) Gk.",
        "meaning": "as in cirrhosus, dull yellowish brown, tawny."
    },
    {
        "id": 6770,
        "term": "cirr(us) L.",
        "meaning": "as in cirrose, a curl (hence producing a spiralling tendril). Also cirrhose, cirrhous, hence cirrhosus may also be in this sense."
    },
    {
        "id": 6780,
        "term": "citre(us) L.",
        "meaning": "lemon-yellow; citrine."
    },
    {
        "id": 6790,
        "term": "citri- L.",
        "meaning": "as in citrifolia, of Citrus (probably derived from the ancient town Citron, of Judea)."
    },
    {
        "id": 6800,
        "term": "citriodor(us)",
        "meaning": "yielding a lemon-scented principle."
    },
    {
        "id": 6810,
        "term": "clad(os) Gk.",
        "meaning": "as in cladium, phylloclade, cladode, a sprout; a branch or twig, a stem."
    },
    {
        "id": 6820,
        "term": "Cladode",
        "meaning": "a flattened, lamina-like stem functioning as a leaf and arising from the axil of a much reduced true leaf. Also cladophyll, phylloclade. e.g. of the Prickly Pears Opuntia spp. and other cacti."
    },
    {
        "id": 6830,
        "term": "Class",
        "meaning": "as a category (q.v.), a level above an order and below a division. As a taxonomic group, one uniting orders believed of a common line of development within the structure of their division.\n\nIn naming the class although no fixed rules apply, the recommendation of the International Code is that the endings -phyceae for algae, -mycetes for fungi, and -opsida for other plants are attached. When sub-classes are named, the recommended suffixes are -phycidae, -mycetidae, and -idae. For angiosperms, -ae (class) and -idae (sub-class) usually are retained. e.g. Dicotyledonae. For grammatic use, see under -a."
    },
    {
        "id": 6840,
        "term": "Classification",
        "meaning": "of systematic botany, the arrangement of groups (basically species) in a system designed to express both the inter-relationships and the identities of these groups, and to indicate their evolutionary development.\n\nThe form of most systematic classifications is an ascending series of levels (an hierarchy of categories, the magnitude of each greater than that below it), each level indicating a union of groups believed of common origin."
    },
    {
        "id": 6850,
        "term": "Clathrate",
        "meaning": "of a surface when marked by a series of fine lines to resemble a grate- or lattice-work. From Gk. klethra, a lattice."
    },
    {
        "id": 6860,
        "term": "clava L.",
        "meaning": "a club, hence clavate, of a structure when gradually enlarging or dilating from base to apex to appear like a club."
    },
    {
        "id": 6870,
        "term": "Claviferous, Clavigerous",
        "meaning": "bearing a clavate structure."
    },
    {
        "id": 6880,
        "term": "Claw",
        "meaning": "a flattened petiole-like part as formed, e.g. by the base of certain petals or, as in staminal claw by a connation of filaments."
    },
    {
        "id": 6890,
        "term": "Clay",
        "meaning": "a sedimentary rock of very fine grain, recognised in mass as a plastic and sticky substance when moist but hard and cohesive when dry, derived initially from the weathering of igneous rocks (e.g. felspars) exposed at the earth's surface. Usually derived as a hydrated silicate (e.g. kaolin, quartz, silica) or hydrated oxide of aluminium and iron.\n\nAs a fraction of soil, that part where the particle size is less than 0.002 mm., i.e. the finest texture where the largest surface area per mass is available, hence with high colloid-forming property."
    },
    {
        "id": 6900,
        "term": "Claypan",
        "meaning": "an underlying soil horizon of high density and resistance to percolation by water, formed partly by the accumulation of leached clay."
    },
    {
        "id": 6910,
        "term": "cle(i)o Gk.",
        "meaning": "as in cleome, to close."
    },
    {
        "id": 6920,
        "term": "cleisto(s) Gk.",
        "meaning": "as in cleistogamous, closed."
    },
    {
        "id": 6930,
        "term": "Cleistogamy",
        "meaning": "of angiosperms, the partial suppression of cross-pollination by a closure of flowers, normally in the sense that other flowers of the same plant (or at least the same species) are normally open for cross-pollination."
    },
    {
        "id": 6940,
        "term": "clem(a) Gk.",
        "meaning": "as in clematis, a branch of a vine (hence vine-like)."
    },
    {
        "id": 6950,
        "term": "cl(e)i(os) Gk.",
        "meaning": "as in clianthus, glory."
    },
    {
        "id": 6960,
        "term": "Climax",
        "meaning": "of a community when in stable equilibrium with its environment."
    },
    {
        "id": 6970,
        "term": "Cline",
        "meaning": "the gradation of differences in form within a species over a geographic area (topocline) or ecological range (ecocline), the variant within the species being the clinal form."
    },
    {
        "id": 6980,
        "term": "cliv(us) L.",
        "meaning": "as in clivorus, a slope, (hence growing on slopes). The Greek equivalent is klitos."
    },
    {
        "id": 6990,
        "term": "clon, cloni(s) Gk.",
        "meaning": "as in clone, a cutting or twig."
    },
    {
        "id": 7000,
        "term": "Clone",
        "meaning": "a group of individuals, each a ramet, produced asexually trom a single parent hence normally of uniform genetic identity."
    },
    {
        "id": 7010,
        "term": "Closed",
        "meaning": "of a community when forming a continuous ground cover unbroken by wide areas of bare soil."
    },
    {
        "id": 7020,
        "term": "clost(e)r Gk.",
        "meaning": "as in clostridium, a spindle."
    },
    {
        "id": 7030,
        "term": "Cloud",
        "meaning": "see under dew point."
    },
    {
        "id": 7040,
        "term": "cneori-",
        "meaning": "as in cneorifolia, of the shrubs of Cneorum (Cneoraceae)."
    },
    {
        "id": 7050,
        "term": "cnid(on) Gk.",
        "meaning": "as in dendrocnide, a nettle (hence 'tree-nettle' or 'stinging tree')."
    },
    {
        "id": 7060,
        "term": "co- (from L. cum)",
        "meaning": "as in co-axial, with; together (hence with a common axis)."
    },
    {
        "id": 7070,
        "term": "Coacervate",
        "meaning": "clustered."
    },
    {
        "id": 7080,
        "term": "Coagulate",
        "meaning": "changed in physical state (e.g. by clotting or curdling) from a liquid to a solid or semi-solid. Also the product so derived."
    },
    {
        "id": 7090,
        "term": "Coal",
        "meaning": "a solid, black or brownish black, combustible mineral complex formed by partial decomposition of vegetation dating from the Carboniferous period of the late Palaeozoic under anaerobic moist conditions. Often there is an associated increase in pressure and temperature when natural gas (with methane the main constituent) may be formed. On the basis of percent content of fixed carbon, includes peat (below 55), lignite and brown coal (30-60), bituminous or soft coal (48-83), anthracite (over 93)."
    },
    {
        "id": 7100,
        "term": "Coalescent",
        "meaning": "coming together to join."
    },
    {
        "id": 7110,
        "term": "coarctat(us) L.",
        "meaning": "pressed together."
    },
    {
        "id": 7120,
        "term": "coccine(us) L.",
        "meaning": "scarlet in colour."
    },
    {
        "id": 7130,
        "term": "Coccus",
        "meaning": "(plural cocci) of fruit, see mericarp (originally used for the unit of a schizocarp formed from more than two carpels, mericarp reserved for a bicarpellate schizocarp). Of a bacterium, one spherical (coccoid) in shape."
    },
    {
        "id": 7140,
        "term": "cochleari(us) L.",
        "meaning": "spoon-like."
    },
    {
        "id": 7150,
        "term": "Cochleate",
        "meaning": "resembling the helix-like shell of a snail or other mantled mollusc. From Gk. kochlios, a snail."
    },
    {
        "id": 7160,
        "term": "cochlo Gk.",
        "meaning": "as in cochlospermum, to twist."
    },
    {
        "id": 7170,
        "term": "codon Gk.",
        "meaning": "as in codonocarpa, a bell."
    },
    {
        "id": 7180,
        "term": "coelo-",
        "meaning": "as in coelocarpus, hollow. From Gk. koilos."
    },
    {
        "id": 7190,
        "term": "coeno(s) Gk.",
        "meaning": "as in coenobial, in common."
    },
    {
        "id": 7200,
        "term": "Coenobium",
        "meaning": "(plural coenobia) a group of unicellular organisms normally held together (e.g. by a gelatinous envelope) to form a closely integrated colony acting somewhat as an individual organism, e.g. the colonial green algae of Volvox, Pandorina, Pleodorina. Coenobial: relative to a coenobium."
    },
    {
        "id": 7210,
        "term": "Coenocyte",
        "meaning": "an organism undifferentiated to cellular units but possessing number of free nuclei. Especially of algae and fungi, where division of nuclel without division of cells occurs."
    },
    {
        "id": 7220,
        "term": "Coenocytic",
        "meaning": "of a cell of a multicellular organism, or a unicellular organism, when possessing a number of free nuclei."
    },
    {
        "id": 7230,
        "term": "Coenospecies",
        "meaning": "of genetics, a group of ecospecies (q.v.) which, although to a certain extent inter-fertile, either do not cross with other coenospecies or, if crossing, produce completely sterile hybrids. Approximates the taxonomic species or genus."
    },
    {
        "id": 7240,
        "term": "Co-enzyme",
        "meaning": "the component of a complete enzyme (holoenzyme) other than the protein part (apoenzyme) which by itself is inactive. Sometimes used interchangeably with prosthetic group (simply the non-protein part of a complete enzyme).\n\nCo-enzyme I, NAD nicotinamide adenine dinucleotide (syn.: DPN diphosphopyridine nucleotide) and Co-enzyme II, NADP nicotinamide adenine dinucleotide phosphate (syn.: TPN triphospopyridine nucleotide) are the hydrogen (or electron) acceptors of photosynthesis and respiration."
    },
    {
        "id": 7250,
        "term": "cognat(us) L.",
        "meaning": "related, cognate."
    },
    {
        "id": 7260,
        "term": "Coherent",
        "meaning": "attached to, but not fused with, another part of the same kind. cf. adherent."
    },
    {
        "id": 7270,
        "term": "Cohesion",
        "meaning": "of parts, union without fusion when of the same kind. Of particles or their molecules, the attraction to one another, measurable as a force."
    },
    {
        "id": 7280,
        "term": "-cola",
        "meaning": "as in monticola, inhabiting. Feminine gender, from L. colens."
    },
    {
        "id": 7290,
        "term": "Cold treatment",
        "meaning": "of seed, see stratification, vernalisation."
    },
    
    {
        "id": 7300,
        "term": "cole(os) Gk.",
        "meaning": "as in coleus, coleogyne, a sheath."
    },
    {
        "id": 7310,
        "term": "Coleoptile",
        "meaning": "of the embryo of many monocots, a cap protective to the plumule and formed by part of the cotyledon."
    },
    {
        "id": 7320,
        "term": "Coleorhiza",
        "meaning": "of the embryo of some cycads and monocots, a sheath of tissue surrounding the base of the radicle."
    },
    {
        "id": 7330,
        "term": "Collateral",
        "meaning": "of structures when occurring side by side at the same level and in the same direction."
    },
    {
        "id": 7340,
        "term": "Collenchyma",
        "meaning": "a temporary, non-rigid, supporting tissue formed by elongate actively-functioning cells with walls unevenly thickened but with high plasticity and elasticity. Originating from cells of a meristem, the tissue occurs chiefly in the outer layers of stems before secondary thickening, and secondary supporting structures as petioles and peduncles, also in the outer layers of walls of certain fleshy fruits."
    },
    {
        "id": 7350,
        "term": "collin(us) L.",
        "meaning": "located on a hill."
    },
    {
        "id": 7360,
        "term": "Colloid",
        "meaning": "a substance which disperses in a medium (solid, gas, liquid) as an aggregation of particles held in permanent suspension, thus forming a two-phased colloidal system, the colloid forming the dispersal phase, the medium the continuous phase. Since the size of the colloidal particle is in the region of 2 to 200 millimicrons, a very large total surface area is available for the adsorption and exchange of ions and molecules, the particles carrying an electric charge (usually negative). Certain colloidal systems (e.g. of proteins) may exist both in liquid (sol) and semi-solid (gel) states according to physical conditions, a continuous sol-ing and gelling being a feature of protoplasmic systems. From Gk. Kolla, glue."
    },
    {
        "id": 7370,
        "term": "Colluvial",
        "meaning": "brought by the action of gravitational force, e.g. the accumulation of rock debris (talus) brought by gravity from upper slopes."
    },
    {
        "id": 7380,
        "term": "colo L.",
        "meaning": "as in monticola, cavernicolous, to inhabit."
    },
    {
        "id": 7390,
        "term": "Colony",
        "meaning": "a group of individuals (usually of the one species) living in close community. Colonial: of organisms when forming colonies. Of a fungus, a colony is a globular mass of hyphae developed by the one hypha. See also coenobium."
    },
    {
        "id": 7400,
        "term": "color L.",
        "meaning": "colour, tint."
    },
    {
        "id": 7410,
        "term": "colorans",
        "meaning": "epithet, of varying or variegated colour."
    },
    {
        "id": 7420,
        "term": "Colorimetric",
        "meaning": "relative to a quantitative determination based on a colour change. e.g. by the use of 'indicator' dyes which change colour within a definite pH range, the colour change usually recorded by a colorimeter composed essentially of a photoelectric cell through which a beam of light is directed and a galvanometer for recording the change in electric current when the beam of light is directed to the photocell through the test solution."
    },
    {
        "id": 7430,
        "term": "-colous",
        "meaning": "as in algicolous, living on, inhabiting."
    },
    {
        "id": 7440,
        "term": "Colpate",
        "meaning": "of a pollen-grain when having a longitudinal groove or opening (colpa) in the outer wall (exine). Usually prefixed to indicate the number of colpae as in mono- (most gymnosperms, the monocots, and a few dicots especially of the woody Ranales), tri- (most dicots), pan- (with many furrows), a- (without colpae)."
    },
    {
        "id": 7450,
        "term": "colus L.",
        "meaning": "a whorl."
    },
    {
        "id": 7460,
        "term": "comat(us) L.",
        "meaning": "with tufts of hair."
    },
    {
        "id": 7470,
        "term": "come Gk., coma L.",
        "meaning": "as in brachycome, comesperma, a tuft of hairs."
    },
    {
        "id": 7480,
        "term": "Commensalism",
        "meaning": "the relationship or interaction among species (the commensals, usually of different species) sharing the same external environment but neither nutritionally dependent on, nor antagonistic to, one onother. See also amensalism, symbiosis."
    },
    {
        "id": 7490,
        "term": "Commissure",
        "meaning": "in general, a line or seam marking the union of parts."
    },
    {
        "id": 7500,
        "term": "communi(o) L.",
        "meaning": "as in commune, communis, a communion (this sense is often intended rather than from communis, common, i.e. gregarious in a community but not necessarily common)."
    },
    {
        "id": 7510,
        "term": "Community",
        "meaning": "a dynamic system of plants with their dependent fauna considered in relationship to each other and to the resources of their environment. See also red ecosystem, population, structure, phytosociology, physiogonomy."
    },
    {
        "id": 7520,
        "term": "comos(us) L.",
        "meaning": "hairy (often in reference to hairs but also in relation to a tufted habit)."
    },
    {
        "id": 7530,
        "term": "Companion cell",
        "meaning": " of a sieve-tube element, a cell derived singly or in series from the same mother-cell, actively functioning and in intimate contact with the sieve-tube conceivably controlling the passage of solutes from sieve tubes to other tissues."
    },
    {
        "id": 7540,
        "term": "Compensation point",
        "meaning": "see under photosynthesis."
    },
    {
        "id": 7550,
        "term": "Competition",
        "meaning": "the struggle among individuals for utilisation of the resources of the habitat available to them."
    },
    {
        "id": 7560,
        "term": "Complanate",
        "meaning": "of a structure when flattened or compressed."
    },
    {
        "id": 7570,
        "term": "Complicate",
        "meaning": "of parts when folded. Conduplicate."
    },
    {
        "id": 7580,
        "term": "Compost",
        "meaning": "a product of organic matter, especially plant litter, vegetable waste and manure, derived from the fermentative processes of a succession of micro-organisms, and serving as a fertiliser for soils in addition to providing a humus."
    },
    {
        "id": 7590,
        "term": "Compound leaf",
        "meaning": "a leaf when divided to entire units, leaflets, or of a single leaflet when unifoliolate (q.v.). The leafiets may spread fan-wise from a common origin (see digitate, palmate, pedate, ternate) or from both sides of a rhachis (see pinnate). See also foliolate, jugate."
    },
    {
        "id": 7600,
        "term": "Composite",
        "meaning": "compounded. e.g. of a group or structure when made up of two or more components superficially appearing to form a unit. Applied also to a member of the family Compositae."
    },
    {
        "id": 7610,
        "term": "Compression wood",
        "meaning": "the wood (reaction wood) of conifers when modified by a physical state of growth e.g. by the lateral position of a branch when the wood on the lower side becomes highly lignified apparently in response to the compressional force."
    },
    {
        "id": 7620,
        "term": "Concentration",
        "meaning": "of a solution, the mass or volume of the solute present, e.g. a 10% solution of a solid or liquid indicates that for every 100 gms or 100 mls of the solution, 10 gms or 10 mls of the solute are present. See also molal, molar, normal solution."
    },
    {
        "id": 7630,
        "term": "Conchoid",
        "meaning": "resembling in shape the shell of a mollusc. From L. concha, a shell."
    },
    {
        "id": 7640,
        "term": "concinn(us) L.",
        "meaning": "of graceful or elegant appearance."
    },
    {
        "id": 7650,
        "term": "Concolorous",
        "meaning": "of the same colour, as a leaf when both surfaces are green in equal intensity."
    },
    {
        "id": 7660,
        "term": "concret(us) L.",
        "meaning": "compacted to a mass (concrete)."
    },
    {
        "id": 7670,
        "term": "Condensation",
        "meaning": "in general, a union or massing together, e.g. of molecules of a gas or vapour to a liquid or solid state by the removal of heat or increase in pressure. In a chemical reaction, the combination of atoms (e.g. of hydrogen and oxygen) and freeing (e.g. as water) to give other chemically combined products."
    },
    {
        "id": 7680,
        "term": "condit(us) L.",
        "meaning": "storing or preserving, especially of a savoury principle."
    },
    {
        "id": 7690,
        "term": "Conductance",
        "meaning": "of heat or other form of energy, its transfer through a solid (the conductor) from particle to particle, its degree of conductance (i.e. conductivity) the reciprocal of its resistance."
    },
    {
        "id": 7700,
        "term": "Conducting tissue",
        "meaning": "tissue functioning for the transport and distribution of solutes throughout the plant. Of higher plants, the vascular elements of xylem and phloem."
    },
    {
        "id": 7710,
        "term": "Conduplicate",
        "meaning": "folded together lengthwise."
    },
    {
        "id": 7720,
        "term": "Cone",
        "meaning": "a general term, without reference to nature or homology, for the reproductive structure of conifers, cycads, lycopods, lepidodendrids, and sphenopsids. Also strobilus."
    },
    {
        "id": 7730,
        "term": "confert(us) L.",
        "meaning": "closely packed, e.g. of flowers or fruit."
    },
    {
        "id": 7740,
        "term": "Confervoid",
        "meaning": "made up of thread-like structures."
    },
    {
        "id": 7750,
        "term": "Confluent",
        "meaning": "blending together. The epithet, confluens, blending or combining with other species."
    },
    {
        "id": 7760,
        "term": "Congeneric",
        "meaning": "of the same genus."
    },
    {
        "id": 7770,
        "term": "conglobat(us) L.",
        "meaning": "collected in a globular mass (conglobate)."
    },
    {
        "id": 7780,
        "term": "Conglomerate",
        "meaning": "crowded together."
    },
    {
        "id": 7790,
        "term": "Congruent",
        "meaning": "corresponding with."
    },
    {
        "id": 7800,
        "term": "Conidiophore",
        "meaning": "of a fungus, a hypha producing asexual spores (conidia). See also under bacterium for conidia. From Gk. conidion, the diminutive of conis, dust."
    },
    {
        "id": 7810,
        "term": "Conifer",
        "meaning": "a seed-bearing, usually monoecious, vascular plant, in habit a tree often tall, excurrent or fastigiate, or a shrub sometimes (e.g. Microcachrys) weakly-branched and straggling, with leaves evergreen, spirally-arranged, whorled or clustered, scale-like, needle-like, or narrow in form. Its male reproductive structure is cone-like, usually much smaller than the female, composed of an axis bearing spirally-arranged sporophylls, each sporophyll with two or more pollen-sacs (sporangia) within which is developed pollen-grain, usually the pollen produced in profusion and carried to the female by wind currents. The female or ovulate structure is composed essentially of a scale (ovuliferous scale) frequently occurring in a spirally-arranged or whorled series to form ultimately a woody cone. On the surface of the scale are borne one or more ovules, unenclosed except by a single integument.\n\nClassification: a member of the class Conopsida of some authors or class Coniferae of others, with orders Cordaitales, Ginkgoales, Taxales, and Coniferales.\n\nThe Cordaitales are known only from the fossil-record and conceivably are the ancestral line to conifers. Ginkgoales, based on the maidenhair tree Ginkgo biloba of China, possibly the oldest surviving seed-bearing plant, virtually extinct in the wild but frequently cultivated, have in common multi-veined broad and flat leaves and motile (male) gametes. These features are absent in the Taxales, an order unique in that no cone is evident either from fossil ancestors or present-day members (the taxads, including the yews of Taxus, and Torreya e.g. California nutmeg Torreya californica). The male structure is a whorled series of radially-symmetrical sporophylls (each with 4-6 pollen-sacs) and sterile scales, the female is solitary in the axils of foliage leaves or leaf-scales and composed of an axis from which arises a cup-like aril enclosing a single erect ovule. Not always is the female structure a cone in the major order, Coniferales, but here, from anatomic comparative studies of fossils and extant members, morphological reduction is implied.\n\nPodocarpaceae, Cephalotaxacae: of the two exceptional families of Coniferales, the ovule (and seed) either is subtended by a scale-like bract sometimes fleshy, or bears an aril often coloured and enclosing it, solitary in Podocarpaceae, paired in Cephalotaxacae (the plum-yews of eastern Asia). The Podocarpaceae have a particular distribution in the southern hemisphere and are represented in Australia by 7 of the 100 or so species of the monoecious Podocarpus mainly in rain forest e.g. Brown Plum P. elatus, Black Pine P. amarus, 1 of the 16 species of Dacrydium, the timber and essential oil yielding D. franklinii confined to Tasmania and now occurring in stands too inaccessible for present exploitation, two monotypic genera also confined to Tasmania, the shrubby Microcachrys tetragona and the timber tree Celery Top Pine Phyllocladus asplenifolius, finally two isolated species of Microstrobos, one (M. niphophilus) in Tasmania, one (M. fitzgeraldii) in New South Wales, both very local and at high altitudes. The New Zealand Dacrydium cupressinum provides the timber Rimu.\n\nCupressaceae: in other families of Coniferales there is rarer modification in the female cone. This is chiefly in the Cupressaceae where the fruit is fleshy and berry-like in the junipers, and small, rounded and with whorled scales in the cypresses (the fruit of both known sometimes as a galbulus). For this family both cone-scales and leaves are in whorls of two or more, the leaves frequently stem-appressed and scale-like. Callitris of 16 species has 14 endemic to Australia ranging from coast to inland, providing the cypress pine of the timber industry (viz. from C. hugelii) and the resin sandarac from the bark of C. verrucosa. Actinostrobos of two shrubby species is endemic to south-western Australia and the monotypic Diselma (D. archeri, a shrub) endemic to Tasmania. Widely cultivated throughout the continent and originating from the northern hemisphere are the cypresses (Cupressus), False Cypress (Chamaecyparis), thujas or Arbor Vitaes (Thuja) and the junipers. Juniperus communis of Europe provides fruit ('juniper berries') used, e.g., in gin-making and for extraction of an essential oil 'oil of juniper'. Tetraclinis articulata of north and north-west Africa, and Spain, yields the resin sandarac from its bark. Thuja plicata of North America provides the timber Western Red Cedar.\n\nAraucariaceae: the spiral arrangement of cone-scales and leaves is the rule in the remaining families of Coniferales. The seed may be solitary on the cone-scale and often embedded, the scale fused with the subtending bract, as in the Araucariaceae where the leaves predominantly are broad and flat (viz. Agathis) or awl-shaped and angled (some Araucaria). The Kauri Pines of Agathis are dispersed throughout the lands of the south Pacific, 3 of the 15 species being endemic to eastern Queensland. Araucaria of 10 species has 2 endemic to the tropical and sub-tropical eastern coast, Bunya Pine A. bidwillii and the more extensive Hoop Pine A. cunninghamii which reaches as far south as the Hastings River of New South Wales. Much cultivated along the eastern seaboard is Norfolk Island Pine A. excelsa. A. klinkii of New Guinea (Klinki Pine) and A. angustifolia of South America (Parana Pine) are sources of well-known timbers.\n\nPinaceae: the seed may be two per cone-scale (Pinaceae) or several (Taxodiaceae), the two families of the northern hemisphere with no natural representation in Australia. The value of the pines as timber trees has created their large-scale establishment in plantations (e.g. Pinus radiata, P. pinaster) to augment the depleted and naturally limited softwood timber sources. Overseas, several pines contribute the oleoresin turpentine from which colophony or rosin, oil of turpentine, and terebene are derived, and Stolkholm or Pine Tar. Typical of the pines are the dimorphic leaves and shoots. Normal long shoots bear achlorophyllous scale-leaves, supplementary short shoots axillary to the scale leaves bear 2, 3, or 5 green, needle-like leaves ensheathed at their base by scale-leaves, the short shoot deciduous as a unit and eventually replaced by male cones. In addition to the pines, the cedars (Cedrus), larches (Larix), spruces (Picea), tsugas (Tsuga), firs (Abies), have become parkland and hedgerow trees ubiquitous to the Australian landscape. Abies balsamea, the balsam fir of eastern Canada, yields the oleoresin Canada Balsam. Timbers familiar to Australian commerce include the North American Douglas Fir or Oregon (Pseudotsuga menziesii), Hemlock (Tsuga heterophylla) and the pines Monterey or Radiata (Pinus radiata), Loblolly (P. taeda), Ponderosa (P. ponderosa), Sugar (P. lambertiana), and the Sitka Spruce (Picea sitchensis), the European White Baltic Pine (Picea abies) and Red Baltic (Pinus sylvestris).\n\nTaxodiaceae: features here include the absence of distinct bracts to the cone-scales, the latter flat or shield-like and bearing 2 to 9 ovules, and the frequent dimorphic, narrow or scale-like leaves persistent on branches ultimately deciduous but not, as in Pinus, shed as a short shoot of a single leaf-cluster. World-famous are the Californian redwoods, e.g. Sequoia sempervirens and Sequoiadendron giganteum where heights up to 360 feet are recorded. In common with the famed Metasequoia glyptostroboides, the 'living-fossil' of China (and of the same family), and the bristlecone pines Pinus aristata of North America where stands believed 4,000 or more years old still exist, the redwoods are of great age and reflect their nature as relics from a greater, more extensive, distribution throughout the northern hemisphere during the early Tertiary of the Cainozoic era some 60 million years ago. The only Australian members of the Taxodiaceae are the three species of Athrotaxis endemic to Tasmania, two King Billy Pine A. selaginoides and Pencil Pine A. cupressoides are valuable though depleted timber trees. Well-known from their frequent cultivation are the cryptomerias (Cryptomeria) and taxodiums (Taxodium)."
    },
    {
        "id": 7820,
        "term": "Coniferous",
        "meaning": "in general, cone-bearing. Used especially in reference to conifers as in 'the coniferous forests of the northern hemisphere'."
    },
    {
        "id": 7830,
        "term": "Conjugate",
        "meaning": "joined in pairs."
    },
    {
        "id": 7840,
        "term": "Conjugation",
        "meaning": "as a type of sexual reproduction, the fusing together of the protoplasts of two morphologically similar cells to form a zygote, each protoplast acting as a gamete e.g. by the Conjugales of green algae including Zygnema and Spirogyra. See also Bacterium."
    },
    {
        "id": 7850,
        "term": "Connation",
        "meaning": "the union of like parts, as the margins of petals when forming a sympetalous corolla, or the union of the bases of leaf-blades when sessile and opposite to form connate leaves."
    },
    {
        "id": 7860,
        "term": "Connivent",
        "meaning": "of parts, usually when alike, meeting and adhering slightly but not fusing."
    },
    {
        "id": 7870,
        "term": "cono(s) Gk.",
        "meaning": "as in conothamnus, a cone (hence a shrub bearing cone-like fruit-clusters)."
    },
    {
        "id": 7880,
        "term": "Conservation",
        "meaning": "of natural resources, the provision for future need by the improvement and restoration to an economic balance during the present availability."
    },
    {
        "id": 7890,
        "term": "Contiguous",
        "meaning": "of parts, similar or not, touching but not fusing."
    },
    {
        "id": 7900,
        "term": "Contamination",
        "meaning": "in general, the unwanted inclusion of a substance or organism (the contaminant) foreign to the medium, especially in the sense that it is additional to an otherwise pure substance or culture."
    },
    {
        "id": 7910,
        "term": "Continental drift",
        "meaning": "the lateral movement, or displacement, of the surfaces of continents relative to one another, usually in the sense that the movement is of considerable magnitude and the time span of high order."
    },
    {
        "id": 7920,
        "term": "Continental shelf",
        "meaning": "the gently sloping margin of a continent extending from the shore to where, at about 100 fathoms below sea-level, the slope descends abruptly to the ocean (or abyssal) floor."
    },
    {
        "id": 7930,
        "term": "continu(us) L.",
        "meaning": "making continuous, i.e. uniting with other species."
    },
    {
        "id": 7940,
        "term": "Contorted",
        "meaning": "twisted."
    },
    {
        "id": 7950,
        "term": "Contour",
        "meaning": "of land survey, a line connecting co-ordinates of equal elevation from a base-line."
    },
    {
        "id": 7960,
        "term": "Contractile",
        "meaning": "of a substance or material capable of shrinkage or contraction without permanent distortion."
    },
    {
        "id": 7970,
        "term": "Convection",
        "meaning": "of heat, a transfer through movement or flow (by convection currents) in the conducting gas or liquid due to the change in density resultant of its heating. cf. conduction."
    },
    {
        "id": 7980,
        "term": "Convergence",
        "meaning": "of taxa, the acquisition of similar morphological features by dissimilar members through a similar response to identical environmental conditions."
    },
    {
        "id": 7990,
        "term": "Convolute",
        "meaning": "rolled around, as a leaf in bud when rolled up from one margin to leave the other margin external to the roll, or as sepals and petals in bud when one margin is directed outwardly and overlaps, while the other margin is directed inwardly and so is overlapped by, the respective margins of adjacent parts, the bud being contorted as a result. See also circinate, involute, revolute."
    },
    {
        "id": 8000,
        "term": "convolv(o) L.",
        "meaning": "as in convolvulus, to roll around; to cover."
    },
    {
        "id": 8010,
        "term": "Coppice shoot",
        "meaning": "a shoot developing from a dormant bud of a trunk, especially when the trunk is reduced to a stump. cf. sucker."
    },
    {
        "id": 8020,
        "term": "Coppice woodland",
        "meaning": "a woodland (q.v.) subjected to periodic coppicing, i.e. the cutting of trees almost to ground level to stimulate further growth by coppice shoots."
    },
    {
        "id": 8030,
        "term": "copro(s) Gk.",
        "meaning": "as in coprophilous, dung (hence living on such excreta, as certain fungi)."
    },
    {
        "id": 8040,
        "term": "Copse",
        "meaning": "a small woodland."
    },
    {
        "id": 8050,
        "term": "corallin(us)",
        "meaning": "coral-like, e.g. in colour. Coralline."
    },
    {
        "id": 8060,
        "term": "Coralloid",
        "meaning": "resembling coral."
    },
    {
        "id": 8070,
        "term": "Cordate",
        "meaning": "in the shape of the heart of playing cards, as given, e.g., by the broad lobing at the base of some laminas. For epithets, cordatus, cordifolia etc. From L. cor, the heart."
    },
    {
        "id": 8080,
        "term": "cordyl(e) Gk.",
        "meaning": "as in cordyline, a swelling."
    },
    {
        "id": 8090,
        "term": "Coriaceous",
        "meaning": "of texture when tough and pliable, as a majority of eucalypt leaves."
    },
    {
        "id": 8100,
        "term": "Cork",
        "meaning": "see periderm. Cork of commerce is chiefly from the cork oak Quercus suber cultivated for this purpose in Portugal, Spain, and the Mediterranean countries in general."
    },
    {
        "id": 8110,
        "term": "Corm",
        "meaning": "a bulb-like structure, formed by enlargement of an underground stem-base, storing food reserves. Within the axils of protective dry scale-leaves, small corms (cormels or offsets) may form. A feature of the Iridaceae. Cormous: producing corms."
    },
    {
        "id": 8120,
        "term": "corne(us) L.",
        "meaning": "horny; horn-like; corneous. corneol(us) the diminutive."
    },
    {
        "id": 8130,
        "term": "Corniculate",
        "meaning": "bearing a small horn-like structure."
    },
    {
        "id": 8140,
        "term": "cornut(us) L.",
        "meaning": "horned; bearing a more pronounced horn-like structure; cornute. In epithets, bicornatis, tereticornis etc. from L. cornu, a horn."
    },
    {
        "id": 8150,
        "term": "Corolla",
        "meaning": "the second whorl of sterile appendages of a complete flower, made up of petals. When the margins of the petals are free from one another, the corolla is polypetalous or choripetalous; when connate, sympetalous (synpetalous) or gamopetalous. The united part of a sympetalous corolla is the tube, the tree parts lobes or teeth which, when expanding radially form a limb. The opening of the tube is the throat."
    },
    {
        "id": 8160,
        "term": "coron(a) L.",
        "meaning": "as in coroniformis, a crown."
    },
    {
        "id": 8170,
        "term": "Corona",
        "meaning": "of a corolla, an inner ring of hair-like or filamentous appendages (e.g. as of the Passionflower Passiflora) or scales, sometimes the scales very conspicuous and seemingly forming an 'inner corolla' (e.g. Hippeastrum, Narcissus)."
    },
    {
        "id": 8180,
        "term": "coronat(us) L.",
        "meaning": "crowned."
    },
    {
        "id": 8190,
        "term": "Corpus",
        "meaning": "of the apical meristem of a stem, the tissue underlying the tunica (q.v.), the cells reproducing for both the vertical and transverse tissue systems."
    },
    {
        "id": 8200,
        "term": "Corrasion",
        "meaning": "of rock, its erosion through the abrasive action of fine-textured material carried by wind, water, or moving rock."
    },
    {
        "id": 8210,
        "term": "Correlation",
        "meaning": "mutual relationship."
    },
    {
        "id": 8220,
        "term": "Corrugate",
        "meaning": "wrinkled, folded, furrowed."
    },
    {
        "id": 8230,
        "term": "cort(ex) L.",
        "meaning": "as in cortical, corticolous, bark."
    },
    {
        "id": 8240,
        "term": "Cortex",
        "meaning": "a continuous sheath of primary tissue (parenchyma) of a root-shoot system, primarily protective, limited on its inner periphery by the vascular system and on the outer by the epidermis."
    },
    {
        "id": 8250,
        "term": "cortina L.",
        "meaning": "a veil."
    },
    {
        "id": 8260,
        "term": "Corymb",
        "meaning": "a racemose inflorescence with flowers brought more or less to a commom level by a shortening or lengthening of pediels, the 1overmost and earliest-formed being outermost and opening first. From Gk.: korymbos, a flower-cluster."
    },
    {
        "id": 8270,
        "term": "Corymbose",
        "meaning": "resembling a corymb but not necessarily derived in the same manner."
    },
    {
        "id": 8280,
        "term": "coryn(e) Gk.",
        "meaning": "as in corynocarpus, tricoryne, a club (hence in the sense of being swollen to appear club-like)."
    },
    {
        "id": 8290,
        "term": "cory(s) Gk.",
        "meaning": "as in microcorys, a helmet; a cap."
    },
    {
        "id": 8300,
        "term": "cosme(o) Gk.",
        "meaning": "as in cosmelia, to adorn."
    },
    {
        "id": 8310,
        "term": "cosmo(s) Gk.",
        "meaning": "as in cosmophylla, of beauty."
    },
    {
        "id": 8320,
        "term": "Cosmopolitan",
        "meaning": "of wide distribution in at least two continents."
    },
    {
        "id": 8330,
        "term": "Costa",
        "meaning": "(plural costae) a rib or prominent ridge of a structure."
    },
    {
        "id": 8340,
        "term": "Costate",
        "meaning": "ribbed longitudinally."
    },
    {
        "id": 8350,
        "term": "Coterminous",
        "meaning": "of distribution when the outlying geographic ranges (for two or more taxa) are similar or adjoining."
    },
    {
        "id": 8360,
        "term": "cotul(e) Gk.",
        "meaning": "as in cotula, a small cup (In Cotula referring to the bases of the leaf-blades)."
    },
    {
        "id": 8370,
        "term": "cotyl(e) Gk.",
        "meaning": "as in cotyloid, a cavity (especially when cup-like)."
    },
    {
        "id": 8380,
        "term": "Cotyledon",
        "meaning": "the lateral storage and absorbing, leaf-like organ of a mature embryo which, at germination, may become fully photosynthetic and closely resemble or function as a normal leaf, or remain as an organ primarily for storage. Of simple structure in most dicotyledons and many monocotyledons, may (e.g. the grasses) become highly specialised, a part (scutellum) functioning for the absorption of stored nutrient, another part (coleoptile) serving for protection of the plumule.\n\nIn number, the single cotyledon of monocots, the paired cotyledons of dicots, and the several (up to 16 or more) of conifers, are general but the addition or loss of one or more is not unusual, e.g. from 3 to 8 for some embryos of Persoonia spp. See also epicotyl, epigeal, hypogeal."
    },
    {
        "id": 8390,
        "term": "Cotyledonary",
        "meaning": "relative to a cotyledon."
    },
    {
        "id": 8400,
        "term": "Cover crop",
        "meaning": "a crop designed to form a cover for a soil as a protection against erosion, leaching, and excessive temperature fluctuations."
    },
    {
        "id": 8410,
        "term": "Crab hole",
        "meaning": "a land surface marked by a series of pits or troughs, each from two to three feet deep. See also gilgae."
    },
    {
        "id": 8420,
        "term": "crasped(on) Gk.",
        "meaning": "as in craspedate, craspedia, a fringe."
    },
    {
        "id": 8430,
        "term": "crass(us) L.",
        "meaning": "as in crassifolia, crassipes, thick."
    },
    {
        "id": 8440,
        "term": "crassul(us) L.",
        "meaning": "as in crassula, moderately thick."
    },
    {
        "id": 8450,
        "term": "crater Gk.",
        "meaning": "as in crateriform, a cup-shaped hollow."
    },
    {
        "id": 8460,
        "term": "craty(s) Gk.",
        "meaning": "as in cratystilis, robust."
    },
    {
        "id": 8470,
        "term": "creber, crebra, crebrum L.",
        "meaning": "crowded; several together."
    },
    {
        "id": 8480,
        "term": "Cremocarp",
        "meaning": "a schizocarpic (q.v.) fruit when its two mericarps remain attached at first to a carpophore (q.v.)."
    },
    {
        "id": 8490,
        "term": "cremoris L.",
        "meaning": "of cream."
    },
    {
        "id": 8500,
        "term": "Crenate",
        "meaning": "of a margin when indented at regular intervals to appear like the cutting-edge of a saw, but with the teeth rounded."
    },
    {
        "id": 8510,
        "term": "crenat(is) L.",
        "meaning": "notched."
    },
    {
        "id": 8520,
        "term": "Crenulate",
        "meaning": "crenate but with very small indentations."
    },
    {
        "id": 8530,
        "term": "crepis Gk.",
        "meaning": "a shoe. Crepidote: shoe-like."
    },
    {
        "id": 8540,
        "term": "cressa Gk.",
        "meaning": "a native of Crete."
    },
    {
        "id": 8550,
        "term": "Cretaceous",
        "meaning": "of, or with the texture of, chalk."
    },
    {
        "id": 8560,
        "term": "crinit(us) L.",
        "meaning": "with long hair (L. crinis)."
    },
    {
        "id": 8570,
        "term": "crinon Gk.",
        "meaning": "the Greek name for the lily. (hence crinoides: lily-like)."
    },
    {
        "id": 8580,
        "term": "crispat(us) L.",
        "meaning": "as in crispate, curled; crisped."
    },
    {
        "id": 8590,
        "term": "Crispate",
        "meaning": "of a margin when very irregular, twisted and curled."
    },
    {
        "id": 8600,
        "term": "cristat(us) L.",
        "meaning": "as in cristate, crested."
    },
    {
        "id": 8610,
        "term": "Cristate",
        "meaning": "bearing a ridge or crest, or in the form of a crest or tuft."
    },
    {
        "id": 8620,
        "term": "crithmi-",
        "meaning": "as in crithmifolia, of the herb Crithmum (Umbelliferae)."
    },
    {
        "id": 8630,
        "term": "croceus L.",
        "meaning": "saffron-coloured."
    },
    {
        "id": 8640,
        "term": "Cross",
        "meaning": "of genetics, the fusion of gametes contributed by different parents. Cross-fertilisation."
    },
    {
        "id": 8650,
        "term": "Crossing-over",
        "meaning": "of chromosomes, an exchange (through breakage and reunion) of corresponding segments (or chromatin) after pairing (as chromatids) at meiosis, the effect being the forming of new linkages of genes."
    },
    {
        "id": 8660,
        "term": "crotal(on) Gk.",
        "meaning": "as in crotalaria, a castanet (in reference to the seed rattling in the pods)."
    },
    {
        "id": 8670,
        "term": "croton Gk.",
        "meaning": "a tick (in the genus, referring to a likeness of the seed to this arachnid)."
    },
    {
        "id": 8680,
        "term": "Crown",
        "meaning": "of a tree, the part above the first branches."
    },
    {
        "id": 8690,
        "term": "cruci(s) L.",
        "meaning": "as in crucifera, cruciform, a cross."
    },
    {
        "id": 8700,
        "term": "cruent(us) L.",
        "meaning": "blood-red."
    },
    {
        "id": 8710,
        "term": "Crustaceous, Crustose",
        "meaning": "Forming a hard and brittle covering or crust, as a lichen when embedded within or attached to its substratum of rock. From L. crusta, a shell."
    },
    {
        "id": 8720,
        "term": "cryo(s) Gk.",
        "meaning": "as in cryophilous, cold; frost (hence adapted to conditions of snow, ice, or frost)."
    },
    {
        "id": 8730,
        "term": "Cryoturbation",
        "meaning": "the weathering of soil under conditions of extreme cold."
    },
    {
        "id": 8740,
        "term": "cryph(e) Gk.",
        "meaning": "as in cryphia, a covering."
    },
    {
        "id": 8750,
        "term": "crypto(s) Gk.",
        "meaning": "as in cryptandra, cryptocarya, hidden."
    },
    {
        "id": 8760,
        "term": "Cryptogamic",
        "meaning": "relative to those plants (algae, fungi, bacteria, bryophytes, pteridophytes) with reproductive structures not as apparent as those of seed-bearing plants ('phanerogams')."
    },
    {
        "id": 8770,
        "term": "Cryptozoic",
        "meaning": "of geological time, relative to the era (the Pre-Cambrian) in which evidence of life is hidden because of an absence of means of ascertaining such existence."
    },
    {
        "id": 8780,
        "term": "Crystalloid",
        "meaning": "a substance which disperses in a medium to form a true solution, i.e. a single-phased system, able to pass through an osmotic membrane. cf. colloid."
    },
    {
        "id": 8790,
        "term": "cte(is) Gk.",
        "meaning": "as in paractaenum, ctenoid, ctenose, a comb."
    },
    {
        "id": 8800,
        "term": "Cucullate",
        "meaning": "hood-like; bearing a hood-like structure."
    },
    {
        "id": 8810,
        "term": "Culm",
        "meaning": "the stem of a grass, solid only at the nodes, or the solid (usually 3-angled) stem of a sedge."
    },
    {
        "id": 8820,
        "term": "Cultigen",
        "meaning": "a plant or group of plants known only in cultivation, apparently originating under domestication."
    },
    {
        "id": 8830,
        "term": "Cultivar",
        "meaning": "a variety or race (strain) produced in cultivation, not necessarily referable to a taxonomic unit."
    },
    {
        "id": 8840,
        "term": "Cultrate",
        "meaning": "in the shape of a knife-blade."
    },
    {
        "id": 8850,
        "term": "cultri L.",
        "meaning": "as in cultriformis, a knife."
    },
    {
        "id": 8860,
        "term": "Cuneate",
        "meaning": "resembling an isosceles triangle, inverted so that the apex is at the point of attachment, the angles rounded, ie. flat, broad at the apex and tapered to the base."
    },
    {
        "id": 8870,
        "term": "cuph(os) Gk.",
        "meaning": "as in cuphea, curved."
    },
    {
        "id": 8880,
        "term": "cu(o) Gk.",
        "meaning": "as in cupressus, to produce (hence producing equal parisos branches)."
    },
    {
        "id": 8890,
        "term": "cupre(us) L.",
        "meaning": " like, or with the colour of, copper."
    },
    {
        "id": 8900,
        "term": "Cupule",
        "meaning": "a cup-like structure, e.g. when formed from enlarged and hardened floral bracts at the base of certain fruits, as the nut of oak (Quercus) where cupule and nut form the acorn."
    },
    {
        "id": 8910,
        "term": "curculi(o) L.",
        "meaning": "as in curculigo, a weevil (hence with a structure resembling the snout of a weevil)."
    },
    {
        "id": 8920,
        "term": "curt(us) L.",
        "meaning": "abruptly shortened as though broken off."
    },
    {
        "id": 8930,
        "term": "curv(us) L.",
        "meaning": "curved, arched, bent, crooked."
    },
    {
        "id": 8940,
        "term": "Cusec",
        "meaning": "of water flow, cubic feet per second, one cusec covering two acres to a depth of one foot in twenty four hours."
    },
    {
        "id": 8950,
        "term": "Cushion plant",
        "meaning": "a plant adapted to harsh conditions (e.g. extremely strong winds) by development of short, closely-clustered shoots which arise a few inches above ground-level, the plant in time often spreading several square feet. In addition to alpine or polar communities, the habit may be adaptive in desert or scrub, the benefit being limitation of excessive transpiration and evaporation of water available to its roots (i.e. limitation of excessive evapotranspiration)."
    },
    {
        "id": 8960,
        "term": "Cuspidate",
        "meaning": "ending in a sharp, rigid point (a cusp)."
    },
    {
        "id": 8970,
        "term": "Cuticle",
        "meaning": "see cutin."
    },
    {
        "id": 8980,
        "term": "Cutin",
        "meaning": "the fatty and fat-derived substances including waxes (q.v.) occurring as a covering or cuticle to an epidermis and as a component of cell walls, serving as a barrier to water and gas exchange but permeable to the diffusion of aqueous solutions through cracks and ridges to a limited degree. Cuticularisation: development of a cuticle. Cutinisation: addition of cutin to a cell wall as a cuticular layer."
    },
    {
        "id": 8990,
        "term": "cyano(s) Gk.",
        "meaning": "as in cyaneous, cyanophyte, blue; dark blue."
    },
    {
        "id": 9000,
        "term": "Cyanogenetic",
        "meaning": "of a glycoside (q.v.) when hydrocyanic acid is the aglycon. Of a plant when secreting this type of glycoside."
    },
    {
        "id": 9010,
        "term": "cyath(os) Gk.",
        "meaning": "as in cyathodes, a cup."
    },
    {
        "id": 9020,
        "term": "Cyathium",
        "meaning": "the inflorescence of certain Euphorbiaceae (e.g. Euphorbia) seemingly a single flower but a very much reduced cyme of unisexual flowers without perianths, borne within a cup-like involucre of petaloid bracts, the staminate (of 1 stamen) grouped around a central, solitary, pistillate flower with a stalked ovary."
    },
    {
        "id": 9030,
        "term": "cybe Gk.",
        "meaning": "as in microcybe, a head."
    },
    {
        "id": 9040,
        "term": "Cybernetic",
        "meaning": "of living systems, relative to the principles concerned in their operation as self-controlling, self-adjusting mechanisms."
    },
    {
        "id": 9050,
        "term": "Cycad",
        "meaning": "a dioecious cone-bearing seed plant which, from its erect usually unbranched trunk (from subterranean to several feet high), often armoured by the persistent bases of petioles, bearing a dense crown of frond-like, pinnately compound leaves, has an appearance intermediate to that of a fern and a palm. In some, the appearance is closer to the ancient seed-ferns (pteridosperms) with which evidence suggests a far greater affinity than with the conifers formerly believed the closest relatives.\n\n The cycad trunk shows little or no secondary growth. The reproductive structure is a cone (not homologous with that of the conifer) either male or female, often very large ('pineapple-like') made up of a number of spirally. arranged cone-scales (sporophylls) except the females in families not Australian. The male cone-scale bears numerous pollen-sacs, the female bears a single marginal pair of ovules when spirally-arranged in a cone (or, when not forming a cone, the ovules marginal and several). The spores are dimorphic, the male (pollen-grain) dispersed by wind but prior to fertilisation develop to multi-flagellate sperm of macroscopic size, the largest spermatozoids of the plant kingdom. The macrospores develop to multi-cellular gametophytes within which, after pollination, ovules (or very much reduced archegonia) are formed, each ovule producing an egg-cell. Ultimate fertilisation leads to the formation of a seed of large size, with endosperm, a three-layered coat, and an embryo with two hypogeal cotyledons.\n\nClassification of the cycad is unsettled. Some authors treat it at divisional level (as Cycadophyta), others as a class (Cycadopsida or Cycadae) with a single order Cycadales. Two monogeneric families Cycadaceae (Cycas) and Stangeriaceae (Stangeria) and a family Zamiaceae of several genera are established. The Australian representation is from 3 of the 8 genera of Zamiaceae, i.e. Lepidozamia, Macrozamia (including the well-known burrawang M. communis), and Bowenia (of tropical Queensland).\n\nStems and seed of cycads provide sources for starch, the sago of commerce while largely from the sago palms of Metroxylon is also derived from certain cycads, both palms and cycads chiefly of Indonesia and the Philippines. Seed of Macrozamia stores a toxin, macrozamin, which may be rendered innocuous by roasting and soaking treatments, a procedure adopted by the aborigines in their preparation of the seed as food. Extraction of starch ana a jelly-like gum from Macrozamia was a small industry in pre-war New South Wales."
    },
    {
        "id": 9060,
        "term": "cycl(os) Gk.",
        "meaning": "as in cyclops, a circle or coil (hence cyclos, ops, eye)."
    },
    {
        "id": 9070,
        "term": "Cyclic",
        "meaning": "of a perianth when its parts are in whorls. Of an organic compound when the structure of its molecule is in the form of a closed chain or ring (e.g. the benzene ring), homocyclic when the ring is of carbon atoms only, heterocyclic when the atoms of the ring are of more than one kind (e.g. the structure of alkaloids). cf. aliphatic."
    },
    {
        "id": 9080,
        "term": "Cyclosis",
        "meaning": "the movement or streaming of cytoplasm within a cell."
    },
    {
        "id": 9090,
        "term": "cycn(us) L.",
        "meaning": "as in cynocephala, a swan (hence with heads borne in the manner of a swan's head)."
    },
    {
        "id": 9100,
        "term": "cygnor(us) L.",
        "meaning": "swan-like."
    },
    {
        "id": 9110,
        "term": "cymb(a) L., cymbi(on) Gk.",
        "meaning": "as in cymbidium, cymbopogon, cymbiform, a boat (hence a reference to a hollow or shallow recess)."
    },
    {
        "id": 9120,
        "term": "cyma L.",
        "meaning": "a sprout of cabbage."
    },
    {
        "id": 9130,
        "term": "Cyme",
        "meaning": "a cymose inflorescence including the monochasium and dichasium and their derivatives, and the pleiochasium when there are more than two lateral branches.\n\nThe monochasium, with a single lateral branch, occurs usually when the leaf arrangement of the stem is alternate. Its derivatives are the helicoid cyme (or bostryx) when the unilateral branch order is repeated from the single lateral branch, and scorpioid cyme (or cincinnus) when branching from the lateral branch is in an alternating series. Modifications based on the occurrence of flowers in a single plane are the rhipidium of the bostryx as shown by members of Iridaceae, and the drepanium of the cincinnus as shown by members of Juncaceae. Derivatives of the monochasium tend to resemble the monopodium of racemose inflorescences (q.v.) but here branches are always axillary to the leaf (or bract) of the main axis, the pseudo-branches of the cyme being opposite to the leaf or bract when present.\n\nWhen both axillary shoots below the terminal flower of the cyme develop, the inflorescence is a dichasium which, by further branching from the lateral branches, becomes a compound dichasium. Various modifications occur, e.g. a false dichotomous cyme may arise by suppression or loss of the terminal flower, a helicoid or scorpioid cyme may arise by suppression or loss of buds on one side. When internodes of a helicoid cyme (both monochasial and dichasial) are so reduced that the flowers appear to arise from a common point, a monochasial or dichasial umbel may result, the latter being the case with a majority of eucalypts."
    },
    {
        "id": 9140,
        "term": "Cymose",
        "meaning": "of a floral shoot when determinate in direction by development of a flower at its apex, further growth being lateral. The sequence of flower-production is basipetal, the branching of the inflorescence sympodial."
    },
    {
        "id": 9150,
        "term": "Cymule",
        "meaning": "a few-flowered unit of a compound cymose inflorescence."
    },
    {
        "id": 9160,
        "term": "cyn(os) Gk.",
        "meaning": "as in cynodon, a dog (hence 'dog's tooth')."
    },
    {
        "id": 9170,
        "term": "cyphella Gk.",
        "meaning": "the hollow of the ear."
    },
    {
        "id": 9180,
        "term": "cyph(os) Gk.",
        "meaning": "as in cyphia, curved or bent."
    },
    {
        "id": 9190,
        "term": "Cypsela",
        "meaning": "an achene (q.v.) formed from an inferior ovary and with a usually thin, leathery pericarp. Chiefly of the Composite, often (as in the thistles) provided with a parachute-like pappus of aid in wind-dispersal. From Gk. kypsele, a hollow vessel. Plural: cypselae."
    },
    {
        "id": 9200,
        "term": "cyrt(os) Gk.",
        "meaning": "as in cyrtanthus, cyrtostylis, curved, hollow, convex."
    },
    {
        "id": 9210,
        "term": "cyst(is) Gk.",
        "meaning": "as in cysticarpus, cystocarp. a sac or badder cyst)."
    },
    {
        "id": 9220,
        "term": "Cystolith",
        "meaning": "a concretion of calcium carbonate with other substances (e.g. cellulose) formed on certain cell walls (e.g. of the epidermis of Ficus elastica)."
    },
    {
        "id": 9230,
        "term": "cyt(os) Gk.",
        "meaning": "a hollow, a cell."
    },
    {
        "id": 9240,
        "term": "Cytochrome",
        "meaning": "a system of enzymes (a b, c located in mitochondria, b, f in plastids) with coloured active groups including di- and tri-valent iron, acting (through the interaction of cytochrome c with an oxidase to create an electron transfer in the valency change of iron) as a hydrogen carrier in the final stage (formation of water, release of energy) of aerobic respiration and, in photo-synthesis, a carrier of energy absorbed from light by chlorophyll."
    },
    {
        "id": 9250,
        "term": "Cytogenetic",
        "meaning": "relative to the correlation of cytological and genetic investigations concerned with the causes of organic variation."
    },
    {
        "id": 9260,
        "term": "Cytokinesis",
        "meaning": "of cell division, the division of cytoplasm after division of the nucleus into two parts, each part containing one of the daughter nuclei and becoming a daughter cell by formation of a wall."
    },
    {
        "id": 9270,
        "term": "Cytology",
        "meaning": "the science of the structural and functional organisation of a protoplasmic system (normally a cell) and the implications of this organisation to the function, differentiation, heredity and phylogeny of the organism"
    },
    {
        "id": 9280,
        "term": "Cytoplasm",
        "meaning": "the protoplasmic content (or protoplast) of a cell other than its nuclear content from which it is limited by a nuclear membrane extended to a pervading endoplasmic reticulum (q.v.), and from the cell wall by a plasma membrane or plasmolemma. Occurs as a translucent, colourless, viscous, ground substance of varying viscosity and about 80 percent water. Often (in plants) exceeded in volume by the sap-storing vacuolar system from which it is limited by vacuolar membrane/s, sometimes reduced to a lining of the cell wall. Forms a complex system of diffusion barriers controlling the movement and function of the organelles and solutes (e.g. enzymes) dispersed within."
    },
    {
        "id": 9290,
        "term": "Cytoplasmic inheritance",
        "meaning": "a concept recognising that, in co-ordination with the nucleus, cytoplasm is actively concerned and is influential in some types of inheritance, e.g. of the self-replicating chloroplasts and mitochondria, of certain types of sterility (as male sterility) in hybrids. The genetic factor conceived is the plasmagene its nature largely determined by the type of cytoplasm contributed by the gamete of the female parent."
    },
    {
        "id": 9300,
        "term": "Cytotaxonomy",
        "meaning": "classification based on comparative karyology, i.e. the study of the number, size and shape of chromosomes and their behaviour at meiosis. See also karyotype."
    },
    {
        "id": 9310,
        "term": "Cytotype",
        "meaning": "a plant or group of plants variant from its species in some cytological feature. Also cytodeme."
    },
    {
        "id": 9320,
        "term": "dacry(on) Gk.",
        "meaning": "as in dacryoid, a tear (hence with the shape of a tear-drop)."
    },
    {
        "id": 9330,
        "term": "dactyl(os) Gk.",
        "meaning": "as in dactyloid, a finger."
    },
    {
        "id": 9340,
        "term": "Damping-off",
        "meaning": "a disease causing abrupt death of seedlings after (post-emergent) or before (pre-emergent) growth above soil-level, induced by such soil-dwelling fungi of Phytophthora and Pythium (Peronosporales) and form-genera Rhizoctonia and Fusarium (Deuteromycetes) virulent to plant-growth under conditions of high humidity and temperature."
    },
    {
        "id": 9350,
        "term": "daphno- Gk.",
        "meaning": "as in daphnoides, of Daphne (Thymelaeaceae)."
    },
    {
        "id": 9360,
        "term": "dasy(s) Gk.",
        "meaning": "as in dasyphyllum, hairy."
    },
    {
        "id": 9370,
        "term": "Daughter cell",
        "meaning": "of reproduction, either of the two cells resultant from the division of a mother cell."
    },
    {
        "id": 9380,
        "term": "Day length, Day neutral",
        "meaning": "see under photoperiodism."
    },
    {
        "id": 9390,
        "term": "Dealbate",
        "meaning": "with a white powdery covering."
    },
    {
        "id": 9400,
        "term": "debile, debilis L.",
        "meaning": "slender and weak."
    },
    {
        "id": 9410,
        "term": "deca Gk., decem L.",
        "meaning": "as in decandrous, decamerous, ten; ten-fold."
    },
    {
        "id": 9420,
        "term": "Decay",
        "meaning": "the reduction of organic matter other than nitrogenous compounds, by fungi and bacteria.  See also putrefaction."
    },
    {
        "id": 9430,
        "term": "Deciduous",
        "meaning": "Shedding at the end of its growth period, as foliage when unreplenished during a dormant season (cf. evergreen) or bark when periodically shed (cf. persistent)."
    },
    {
        "id": 9440,
        "term": "decipiens L.",
        "meaning": "deceiving."
    },
    {
        "id": 9450,
        "term": "Declinate",
        "meaning": "curving downwardly, or turning outwardly."
    },
    {
        "id": 9460,
        "term": "Decompound",
        "meaning": "more than once, or compoundly, divided."
    },
    {
        "id": 9470,
        "term": "Decortication",
        "meaning": "the shedding of bark. The epithet decorticans, decorticating."
    },
    {
        "id": 9480,
        "term": "decor(us) L.",
        "meaning": "graceful in appearance."
    },
    {
        "id": 9490,
        "term": "Decumbent",
        "meaning": "of a shoot when prostrate for most of its length but with the tip ascending or erect."
    },
    {
        "id": 9500,
        "term": "Decurrent",
        "meaning": "continuing in line with another structure, as a leaf-blade when its attachment runs in line with the stem to give a ribbed or angled appearance."
    },
    {
        "id": 9510,
        "term": "Decussate",
        "meaning": "arranged in pairs of opposite members (e.g. leaves), each pair turned at right-angles to the succeeding pair."
    },
    {
        "id": 9520,
        "term": "Definite",
        "meaning": "of parts when occurring in a fixed or constant number, usually less than twenty. Of an inflorescence when cymose."
    },
    {
        "id": 9530,
        "term": "Deflexed",
        "meaning": "turned or bent downwardly."
    },
    {
        "id": 9540,
        "term": "Defoliation",
        "meaning": "the shedding of leaves, either as a seasonal normality or as a consequence of a disease (e.g. by insect attack or physiological disturbance)."
    },
    {
        "id": 9550,
        "term": "Dehiscence",
        "meaning": "of a mature organ, the method of rupturing or opening for the release of contents, e.g. spores or seed.\n\nOf a fruit, dehiscence may be simply through pores or slits of the pericarp (poricidal dehiscence), or the pericarp may separate along a definite line (suture) to a varying degree (as in most follicles) or along two sutures (as in legumes or pods), the segment separated being a valve, thus the follicle is one-valved (or univalvular, the legume two-valved (or bivalvular). Since both fruits are monocarpellate, the number of valves is equal to, or double, the number of compartments (locules) opened. When the fruit is a multi-carpellate capsule, the number or valves is equal to the number of locules and dehiscence is septicidal when division occurs along lines concurrent with the septa formed by the carpel walls, and loculicidal when along lines bisecting the angles formed by septa (the valves being formed by the united halves of adjacent carpels). Dehiscence of a uni- or multi-carpellate capsular fruit may also occur by a transverse circular line so that a lid-like upper portion separates, dehiscence then being circumscissile (e.g. a pyxis). Of anthers, see extrorse, introrse, latrorse."
    },
    {
        "id": 9560,
        "term": "Dehiscent",
        "meaning": "splitting open when mature."
    },
    {
        "id": 9570,
        "term": "Dehydration",
        "meaning": "as a chemical process, the loss of water from a compound resulting in a change of molecular structure, e.g. the dehydration of ethyl alcohol yields ethylene. See also condensation."
    },
    {
        "id": 9580,
        "term": "delicat(us) L.",
        "meaning": "of dainty appearance."
    },
    {
        "id": 9590,
        "term": "Deliquescent",
        "meaning": "of habit when the leading position of a main stem is terminated by repeated branching above it, cf. excurrent. Of a salt (e.g. calcium or magnesium chloride) becoming dissolved in water absorbed from the atmosphere (as moisture) when the vapour pressure of water over the salt is less than that of the surrounding atmosphere."
    },
    {
        "id": 9600,
        "term": "Deltoid",
        "meaning": "resembling a triangle with equal sides."
    },
    {
        "id": 9610,
        "term": "Deme",
        "meaning": "of ecology, a unit of classification for a population of a specified taxon. Usually used as a suffix as, e.g. topodeme: a deme of a defined geographic area; ecodeme: a deme of a defined habitat."
    },
    {
        "id": 9620,
        "term": "Demersed",
        "meaning": "submerged, at least partially."
    },
    {
        "id": 9630,
        "term": "Denatant",
        "meaning": "migrating with the current, as a current-drifted plankton."
    },
    {
        "id": 9640,
        "term": "dendro(n) Gk.",
        "meaning": "as in dendroid, dendrology, a tree. dendrobium: dendro(n), bi(os)-um (hence epiphytic on trees)."
    },
    {
        "id": 9650,
        "term": "Dendrochronology",
        "meaning": "the study of age determination in relation to trees and timber through comparative methods based on growth rings."
    },
    {
        "id": 9660,
        "term": "Dendrogram",
        "meaning": "a presentation of relationship in graphic form, e.g. in the form of a branched tree."
    },
    {
        "id": 9670,
        "term": "dens L.",
        "meaning": "as in bidens, a tooth."
    },
    {
        "id": 9680,
        "term": "Denitrifying",
        "meaning": "of bacteria when reducing nitrates. See nitrification."
    },
    {
        "id": 9690,
        "term": "Density",
        "meaning": "of a substance, its mass per unit volume. When compared with a mass of water of equal volume at the same temperature (density of 1 ml. close enough to unity at room temperature), relative density or specific gravity.\n\nOf a gas, density is the mass of 1 cc. expressed in grams.\n\nOf ecology, the average number of individuals of a particular species present in the sampling of a defined area."
    },
    {
        "id": 9700,
        "term": "Dentate",
        "meaning": "of a margin when deeply indented at regular intervals to appear like the cutting-edge of a saw, the teeth acute. cf. crenate."
    },
    {
        "id": 9710,
        "term": "Denticulate",
        "meaning": "the diminutive degree of dentate, i.e. with the indentations not deep."
    },
    {
        "id": 9720,
        "term": "Depauperate",
        "meaning": "reduced in form or function."
    },
    {
        "id": 9730,
        "term": "Deplanate",
        "meaning": "brought to a common level."
    },
    {
        "id": 9740,
        "term": "Dermal",
        "meaning": "relative to the protective tissue-layers of a shoot, as the epidermis and periderm."
    },
    {
        "id": 9750,
        "term": "Dermatogen",
        "meaning": "of the apical meristem of a root, the outermost layer."
    },
    {
        "id": 9760,
        "term": "Dermatophyte",
        "meaning": "a plant (usually a fungus or bacterium) parasitic on the epidermis or skin, hair, or nails of an animal, the disease created (e.g. ring-worm) known as a dermatomycosis."
    },
    {
        "id": 9770,
        "term": "Desert",
        "meaning": "a region of more or less permanent climatic conditions (e.g. excessive evaporation to precipitation, extreme cold or heat) hostile to the support of major organic life except that which has developed special means for survival. Applied also to a community characterised by a sparse coverage of annual herbs, low succulent shrubs, larger xerophytic shrubs, and hummock-forming grasses."
    },
    {
        "id": 9780,
        "term": "Dessicate",
        "meaning": "without moisture; dried up."
    },
    {
        "id": 9790,
        "term": "desm(os) Gk.",
        "meaning": "as in desmodium, trichodesma, eudesmia, a union or bond."
    },
    {
        "id": 9800,
        "term": "Desolate",
        "meaning": "isolated; alone."
    },
    {
        "id": 9810,
        "term": "despict(us) L.",
        "meaning": "lowly; of mean form."
    },
    {
        "id": 9820,
        "term": "Detergent",
        "meaning": "a substance, usually a fatty acid or derivative (e.g. a soap) with a molecular structure of two parts, one (a lipophilic group) with a strong affinity for hydrocarbons (as oil or grease), the other (a hydrophilic group) with a strong affinity for hydroxy compounds (e.g. water), each strongly repellent to its alternative. When grease or oil is at equilibrium in water to form a surface layer, the action of a detergent when added is that its lipophilic group acts as an attractant for globules of hydrocarbon, these globules being dispersed to form an emulsion through the affinity of the hydrophilic group for water. See also surfactant."
    },
    {
        "id": 9830,
        "term": "Determinant",
        "meaning": "a factor controlling or determining the development of a process or condition."
    },
    {
        "id": 9840,
        "term": "Determinate",
        "meaning": "of definite or terminal duration."
    },
    {
        "id": 9850,
        "term": "deust(us) L.",
        "meaning": "scorched; seared."
    },
    {
        "id": 9860,
        "term": "deuter(os) Gk.",
        "meaning": "as in deuteromycetes, second; alternative (hence an alternative class (form-class) to the taxonomic classes of fungi known by their sexual stages."
    },
    {
        "id": 9870,
        "term": "Development",
        "meaning": "of an organ or organism, the progressive change in nature, from conception to maturity. Growth normally is a necessary complement."
    },
    {
        "id": 9880,
        "term": "devex(us) L.",
        "meaning": "hanging down; dependent."
    },
    {
        "id": 9890,
        "term": "Dew point",
        "meaning": "the point of temperature at which, by a further lowering in temperature, water-vapour at full saturation in the atmosphere will be deposited (condensed) as fog, mist, cloud, rain, snow, frost, or dew dependent on pressure, humidity, and the region of condensation."
    },
    {
        "id": 9900,
        "term": "dextra L.",
        "meaning": "the right side."
    },
    {
        "id": 9910,
        "term": "Dextro rotatory",
        "meaning": "of an optically-active substance when rotating the plane of polarised light to the right. Indicated by the letter d or the symbol + (plus)."
    },
    {
        "id": 9920,
        "term": "Dextrorse",
        "meaning": "spiralling from left to right (clockwise). cf. sinistrorse. From L. dextrorsum, on the right hand."
    },
    {
        "id": 9930,
        "term": "di(s) Gk.",
        "meaning": "as in diadelphous, twice (hence of stamens when grouped in two bundles)."
    },
    {
        "id": 9940,
        "term": "dia- Gk.",
        "meaning": "as in diachronous, apart (hence dating from different periods of time) or, as in diageotropic, across, through."
    },
    {
        "id": 9950,
        "term": "Diageotropic",
        "meaning": "of growth when at right-angles to the earth's gravitational pull, e.g. the horizontal growth of an underground tuber."
    },
    {
        "id": 9960,
        "term": "Diagnosis",
        "meaning": "of a taxon, a short critical description enumerating the detail which differentiates the taxon from its closest allies."
    },
    {
        "id": 9970,
        "term": "dialy-",
        "meaning": "as in dialysepalous, separated (from Gk. di-, apart; lyein, loose)."
    },
    {
        "id": 9980,
        "term": "Dialysis",
        "meaning": "the separation of crystalloids (the dialysate) and colloids by the passage of their mixed solution through an osmotic membrane."
    },
    {
        "id": 9990,
        "term": "Diaspore",
        "meaning": "see dissemination."
    },
    {
        "id": 10000,
        "term": "Diastrophic",
        "meaning": "of the sudden or gradual movement of the earth's crust."
    },
    {
        "id": 10010,
        "term": "Diatropic",
        "meaning": "of orientation when at right-angles to the direction of the stimulus."
    },
    {
        "id": 10020,
        "term": "Dichasium",
        "meaning": "a usually three-flowered inflorescence in which the main axis (peduncle) is terminated by a flower and subtends two lateral branches also flower-terminated. By further branching from the lateral branches, a compound dichasium may be formed. Dichasial: relative to a dichasium. See also cyme."
    },
    {
        "id": 10030,
        "term": "",
        "meaning": ""
    },
    {
        "id": 10040,
        "term": "",
        "meaning": ""
    },
    {
        "id": 10050,
        "term": "",
        "meaning": ""
    },
    {
        "id": 10060,
        "term": "",
        "meaning": ""
    },
    {
        "id": 10070,
        "term": "",
        "meaning": ""
    },
    {
        "id": 19830,
        "term": "Endemic",
        "meaning": "Confined in natural distribution to a localised geographic region, applied strictly when maximum distribution has not been attained.  cf. relic."
    },
    {
        "id": 19840,
        "term": "Facultative",
        "meaning": "Not obligate, especially as to nutrition or habit, i.e. able to adapt from one mode to another as conditions demand.  Of a parasite when able to be saprophytic, or a dwarf not genetically fixed as such and able to respond with increased vigour to favourable growth conditions, or a cell functional under both aerobic and anaerobic conditions."
    },
    {
        "id": 19850,
        "term": "Glaucous",
        "meaning": "Of a surface (e.g. of a leaf) when reflecting a white, pale-blue, or greyish-green colour or sheen given by, e.g. a covering of finely-divided particles of wax or by a structure which disperses (through reflection and refraction) rays of light into certain wave-lengths.  Glaucousness: the condition of being glaucous."
    },
    {
        "id": 19860,
        "term": "Halophyte",
        "meaning": "A plant which shows wide tolerance of, or able to adjust to, saline (e.g. salt marsh) or alkaline soils."
    },
    {
        "id": 19870,
        "term": "Incurved",
        "meaning": "Bending or curving inwardly.  Of the margins of a lamina when curving above, not below, the upper (ventral) surface. cf. recurved."
    },
    {
        "id": 19880,
        "term": "Jugate",
        "meaning": "Of a pinnate leaf when the leaflets are in opposite pairs (jugae).  Usually prefixed to indicate the number of opposite pairs, as in uni-, bi-, tri-jugate."
    },
    {
        "id": 19890,
        "term": "Knee",
        "meaning": "Of certain swamp trees of swamp or mangrove communities, an erect structure (often a laterally-flattened, conical expansion) projected above ground-level from a horizontal root.  Function not clearly known.  The knee of boat-building when of wood often (in Australia) is from the crook formed from, or by, root of the swamp-dwelling Broad-leaved Paperbark (or Tea Tree) Melaleuca quinquenervia."
    },
    {
        "id": 19900,
        "term": "Lanceolate",
        "meaning": "Of a lamina when broadest at the centre, three or more times as long as broad, and tapered evenly from the centre to a more or less acute apex and a rounded base - e.g. the shape of many eucalypt leaves, Literally in the shape of a lance."
    },
    {
        "id": 19910,
        "term": "Metre",
        "meaning": "(abbreviated m.) the standard unit of length in the metric system equivalent to 1.0936 yards, 3.2808 feet (1 ft = 0.3048 m.) or approximately 39.37 inches."
    },
    {
        "id": 19920,
        "term": "Nutant",
        "meaning": "Drooping, bending downwardly."
    },
    {
        "id": 19930,
        "term": "Ovate",
        "meaning": "Of a lamina when elliptical in broad outline but with the basal half broader than above."
    },
    {
        "id": 19940,
        "term": "Petiole",
        "meaning": "Of a leaf, a part forming an attachment (stalk) of the lamina (blade) with the stem where the origin of the leaf is more or less defined as a swelling, the leaf-base.  Petiolate: borne by a petiole (as opposed to sessile)."
    },
    {
        "id": 19950,
        "term": "-quetr(us) L.",
        "meaning": "As in triquetrous, cornered; with acute angles."
    },
    {
        "id": 19960,
        "term": "Refraction",
        "meaning": "Of light, the change in direction of its waves when passing at an oblique angle from one substance through another of different optical density, e.g. from air through water, from glass to air etc.  The greater the density of the second substance, the lesser the angle (of refraction) between the normal (a line at right-angles to the surface of the optical medium) and the refracted wave.  When the wave is co-incident in direction with the normal ray, there is no refraction."
    },
    {
        "id": 19970,
        "term": "Sclerotic",
        "meaning": "Of a plant cell when hardened by a deposition of lignin."
    },
    {
        "id": 19980,
        "term": "uncinat(us) L.",
        "meaning": "hooked; uncate."
    },
    {
        "id": 19990,
        "term": "Vascular plant",
        "meaning": "A plant with a well-defined alternation of generations, the sporophyte the conspicuous plant with a vascular system, normally producing spores formed by meiotic division within sporangia, the spore leading to the gametophyte producing the gametes whose combination (fertilisation) restores the diploid chromosome condition maintained up to the division of the spore mother-cell.  Because of its system of water-conducting tracheary elements, often referred to as a tracheophyte, its group is diversified by the pteridophytes, gymnosperms and angiosperms."
    },
    {
        "id": 110000,
        "term": "Water shed",
        "meaning": "A boundary or divide between regions of drainage of two river-systems, e.g. the eastern highlands of the continent provide divides between regions of inland and coastal drainage."
    },
    {
        "id": 110010,
        "term": "Xeric",
        "meaning": "Arid. Adapted to arid conditions. From Gk. xeros = dry."
    },
    {
        "id": 110020,
        "term": "Zygote",
        "meaning": "The product of the fusion of nuclei contributed by gametes, a normally diploid cell formed by the union of haploid sexually reproductive cells.  Of an embryo, the initial cell formed at a fertilisation."
    }
]
